test4.org
#+SETUPFILE: ~/repos/org/resources/org-templates/new-setup/setup-barest-options.org

#+OPTIONS: pri:t

#+TITLE: Soundscapes

#+html_head: <link rel="stylesheet" type="text/css" href="../../../css/solarized-dark.css" />

#+infojs_opt: path:org-info.js
#+infojs_opt: toc:nil ltoc:above view:info mouse:underline buttons:nil
#+infojs_opt: up:http://orgmode.org/worg/
#+infojs_opt: home:http://orgmode.org 

#+INCLUDE: ~/repos/org/resources/org-templates/new-setup/setup-style-org1-FIX.org
* Introduction - What Is a Soundscape?

** 1. INTRODUCTION

*** A. Case Study: The Throat Singers of Tuva

1. Distinctive vocal method called khoomii

2. Musics from around the globe surround most of us where we live.

a. Accessible for an evening in concert or through the media

i. We can actively seek out new musical experiences.

ii. They also casually enter our perception.

b. The presence of multiple musics in familiar places is a reality of life worldwide in the twenty-first century.

3. Ethnomusicology unites the study of music with the concerns and methods of anthropology.

a. Depends on observation of and participation in musical events

b. Important moments in ethnomusicology


** 2. WHAT IS A SOUNDSCAPE?

