test4.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Soundscapes</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../../repos/org/resources/css/headlines1.css" />
<link rel="stylesheet" type="text/css" href="css/rethink-margin.css" />
<link rel="stylesheet" type="text/css" href="../../repos/org/resources/css/headlines1.css" />


</head>
<body>
<div id="content" class="content">
<h1 class="title">Soundscapes</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org1899c19">Introduction - What Is a Soundscape?</a>
<ul>
<li><a href="#org42e202c">1. INTRODUCTION</a>
<ul>
<li><a href="#org5c48d20">A. Case Study: The Throat Singers of Tuva</a></li>
</ul>
</li>
<li><a href="#orgf392468">2. WHAT IS A SOUNDSCAPE?</a>
<ul>
<li><a href="#orgdf445ad">A. The different aspects of the musical environment, ranging from a single musical tradition to all sounds heard in a particular place</a></li>
</ul>
</li>
<li><a href="#org4fa34f2">3. LOCATING A SOUNDSCAPE</a>
<ul>
<li><a href="#org581a1f2">A. Sound</a></li>
<li><a href="#orgffe3fd0">B. Setting</a></li>
<li><a href="#org4fc1536">C. Significance</a></li>
</ul>
</li>
<li><a href="#org60c8a95">4. THE EVER-CHANGING NATURE OF SOUNDSCAPES</a>
<ul>
<li><a href="#org9ba9ae3">A. Case Study: David Hykes and Harmonic Chant</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgee67e5d">Chapter 1 - Sounds: The Materials of Music</a>
<ul>
<li><a href="#org06222ae">1. WHAT IS MUSIC?</a>
<ul>
<li><a href="#orga5a3ef4">A. Silence is more often than not a relative concept—sound is ubiquitous</a></li>
<li><a href="#orgf949698">B. Music can be defined as organized sound that is meaningful to people within a specific time and place.</a></li>
</ul>
</li>
<li><a href="#org2f6b417">2. CHARACTERISTICS OF SOUND</a>
<ul>
<li><a href="#org668c575">A. Quality: distinctiveness of a particular voice or instrument, also called tone color or timbre.</a></li>
<li><a href="#orgd5dd8ab">B. Intensity: The loudness or softness of a sound</a></li>
<li><a href="#orge079161">C. Pitch: The relative highness or lowness of a sound, determined by frequency of the sound vibration</a></li>
<li><a href="#org20be0be">D. Duration: The time element of music</a></li>
</ul>
</li>
<li><a href="#org9176254">3. LISTENING FOR MUSICAL TEXTURE AND FORM</a>
<ul>
<li><a href="#orgb532eae">A. Hearing and Comparing Textures</a></li>
<li><a href="#orga0d6439">B. Hearing and Comparing Forms</a></li>
</ul>
</li>
<li><a href="#orga0f14be">4. PROCESSES OF MUSICAL CREATIVITY: COMPOSITION, PERFORMANCE, IMPROVISATION</a>
<ul>
<li><a href="#org1e27b36">A. Composition: Process of creating music</a></li>
<li><a href="#org0379d43">B. Improvisation: Spontaneous creation of music during performance</a></li>
</ul>
</li>
<li><a href="#org95ef879">5. GEOGRAPHIES OF SOUND</a>
<ul>
<li><a href="#org0950cbf">A. Soundscapes that occur in the same geographic location often overlap and influence one another.</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org3a7fe94">Chapter 2 - Setting: The Study of Local Musics</a>
<ul>
<li><a href="#org7cb4f48">1. INTRODUCTION: SETTING THE STAGE</a>
<ul>
<li><a href="#org56ef6f7">A. Setting encompasses multiple contexts.</a></li>
</ul>
</li>
<li><a href="#orga688e52">2. CASE STUDY: ACCRA, GHANA</a>
<ul>
<li><a href="#org340a344">A. Hearing Highlife in Accra</a></li>
<li><a href="#orgff4e930">B. Multicultural Accra</a></li>
<li><a href="#org9a2b9f8">C. Music in Ghanaian Christian Life</a></li>
<li><a href="#org7e94f7c">D. Accra's Global Connections</a></li>
</ul>
</li>
<li><a href="#org0da2a73">3. CASE STUDY: MUMBAI, INDIA</a>
<ul>
<li><a href="#org813b7cf">A. Mumbai has been the regional capital since India’s independence from</a></li>
<li><a href="#orgea50d08">B. The Ganesh Chaturthi Festival</a></li>
<li><a href="#orgff7e96e">C. Music of Mumbai's Ethnic Communities</a></li>
<li><a href="#orgf8ab673">D. The Mumbai Film Industry</a></li>
</ul>
</li>
<li><a href="#org8753cc9">4. CASE STUDY: BOSTON, USA</a>
<ul>
<li><a href="#orgdc7a8f9">A. Why Boston?</a></li>
<li><a href="#orge1e691a">B. What Elements Make Up Boston's Musical Life?</a></li>
<li><a href="#org95e6cc0">C. Where and When Is Music Performed?</a></li>
<li><a href="#org38dbaa3">D. Who Makes the Music?</a></li>
<li><a href="#orge29610e">E. Boston's Defining Musical Communities</a></li>
<li><a href="#org353b678">F. Boston's Distinctive Musical Profile</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org3b10840">Chapter 3 - Significance: Music’s Meaning in Everyday Life</a>
<ul>
<li><a href="#orgd0a70eb">1. INTRODUCTION</a>
<ul>
<li><a href="#org68d43b6">A. Significance: Music is able to elicit many ideas and emotions at the same time.</a></li>
</ul>
</li>
<li><a href="#org0e8a846">2. CASE STUDY: MEANING IN SOUTH INDIAN RAGA</a>
<ul>
<li><a href="#org78fab42">A. Ragas are the Indian system for organizing melodies.</a></li>
</ul>
</li>
<li><a href="#org3213c65">3. CASE STUDY: THE QUINCEAÑERA</a>
<ul>
<li><a href="#org6725add">A. La quinceañera, celebrated in Latino communities, marks a teenage</a></li>
</ul>
</li>
<li><a href="#org556c72e">4. CASE STUDY: BAGPIPE MUSIC</a>
<ul>
<li><a href="#orgf34a7f0">A. The bagpipe is a wind instrument</a></li>
<li><a href="#orgb2c6145">B. Sound</a></li>
<li><a href="#org4002d6d">C. Setting</a></li>
<li><a href="#org2d8f67e">D. Significance</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb27b81b">Chapter 4 - Music and Migration</a>
<ul>
<li><a href="#org2456245">I. INTRODUCTION</a>
<ul>
<li><a href="#org13412a8">A. Music is important to the migration process for several reasons</a></li>
</ul>
</li>
<li><a href="#orgf96446e">II. VOLUNTARY MIGRATION</a>
<ul>
<li><a href="#org243cf00">A. Voluntary migration is the movement of people to a new region by choice, motivated by an attraction to the new locale.</a></li>
<li><a href="#orgeb85265">B. Case Study: The Chinese Migration</a></li>
<li><a href="#org8d69e4b">C. Case Study: Arab Migration from the Middle East</a></li>
</ul>
</li>
<li><a href="#org6ac584f">III.FORCED MIGRATION</a>
<ul>
<li><a href="#org84722ef">A. Case Study: African Forced Migrations</a></li>
<li><a href="#org17f79c4">B. Case Study: The Vietnamese Migration</a></li>
<li><a href="#org578f6c9">C. THE NATIONAL ROAD SONG CYCLE</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org54a9ce6">Chapter 5 – Music and Memory</a>
<ul>
<li><a href="#orgc672381">I. INTRODUCTION</a>
<ul>
<li><a href="#org7a60986">A. Musical transmission is dependent on processes of remembering.</a></li>
<li><a href="#org1aee6de">B. When we participate in or hear a musical performance, we experience a feeling similar to that in which a memory was first generated.</a></li>
</ul>
</li>
<li><a href="#org5310d6d">II. REMEMBERING THROUGH MUSIC</a>
<ul>
<li><a href="#org59dda7f">A. Case Study: The Corrido</a></li>
</ul>
</li>
<li><a href="#org533ea8c">III. COMMEMORATING THROUGH MUSIC</a>
<ul>
<li><a href="#org656fd7f">A. Case Study: The Jazz Funeral</a></li>
</ul>
</li>
<li><a href="#org45c6ecf">IV. RECONCILING MEMORIES THROUGH MUSIC</a>
<ul>
<li><a href="#orgce62c20">A. Case Study: The Syrian Jewish Pizmon</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb6dc519">Chapter 6 - Music, Mobility, and the Global Marketplace</a>
<ul>
<li><a href="#org3e75feb">1. INTRODUCTION</a>
<ul>
<li><a href="#org2f8bd11">A. Global forces shape present-day musical transmission and performance.</a></li>
<li><a href="#org538aa49">B. All micromusics—small musical units within big music cultures—can be situated within three interacting and overlapping levels.</a></li>
</ul>
</li>
<li><a href="#org09e3bd9">2. TRAVEL AND TOURISM</a>
<ul>
<li><a href="#org33eec34">A. Case Study: The Hawaiian Sound</a></li>
</ul>
</li>
<li><a href="#org72f01dd">3. INTERCULTURAL TRANSMISSION AND BOUNDARY CROSSING</a>
<ul>
<li><a href="#orgb52c485">A. Case Study: New Music for Balinese Gamelan</a></li>
</ul>
</li>
<li><a href="#orgd47d515">4. MUSIC AS ART AND COMMODITY</a>
<ul>
<li><a href="#org2a61f48">A. Case Study: Traveling the Silk Road</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org2daae49">Chapter 7 - Music and Dance</a>
<ul>
<li><a href="#orgb7f0341">1. INTRODUCTION</a>
<ul>
<li><a href="#org7a58b9c">A. Like music, dance exists in time and space.</a></li>
<li><a href="#orgf608701">B. Dance and its musical accompaniment are so closely joined that both are often known by the same name.</a></li>
<li><a href="#orga8bda7a">C. Dance enacts the most important values of a soundscape and communicates and reinforces these ideas.</a></li>
</ul>
</li>
<li><a href="#orgdfd0c31">2. HEARING AND FEELING THE DANCE</a>
<ul>
<li><a href="#orge79f919">A. Case Study: The Union of Dance and Martial Art in Capoeira</a></li>
<li><a href="#orgbb0ae14">B. Case Study: Moving through Time and Space with Bhangra</a></li>
</ul>
</li>
<li><a href="#org8290056">3. DANCE STYLES AND THEIR MULTIPLE MEANINGS</a>
<ul>
<li><a href="#orgd14f635">A. Case Study: The Tango</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgd6a8f3c">Chapter 8 - Music and Ritual</a>
<ul>
<li><a href="#org66765a2">1. INTRODUCTION</a>
<ul>
<li><a href="#org05b4a40">A. Public celebrations of religious belief have provided important settings for musical performance.</a></li>
</ul>
</li>
<li><a href="#orga62b82d">2. THE CENTRALITY OF CHANT</a>
<ul>
<li><a href="#orgbf07d99">A. Case Study: Tibetan Buddhist Chant</a></li>
</ul>
</li>
<li><a href="#org29789ff">3. THE CHANGING CONTEXTS OF RITUAL PERFORMANCE</a>
<ul>
<li><a href="#org71dd3c8">A. Case Study: Santería</a></li>
<li><a href="#org704339c">B. Case Study: Ethiopian Christian Chant</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org286e95a">Chapter 9 - Music and Politics</a>
<ul>
<li><a href="#org7100ad6">1. INTRODUCTION</a>
<ul>
<li><a href="#org8f77ace">A. Music has always been an integral part of formal displays of political power.</a></li>
<li><a href="#org3ebcd96">B. It has traditionally conveyed both national identity and official ideologies through symbolic acts, such as the singing of a national anthem.</a></li>
<li><a href="#orgedd25ff">C. Music can empower people within a particular setting while it is being used and transformed in very different contexts.</a></li>
</ul>
</li>
<li><a href="#org26b5f1a">2. MUSICS OF POWER AND RESISTANCE</a>
<ul>
<li><a href="#org1d1e3c8">A. Case Study: The Birth of a National Anthem</a></li>
<li><a href="#org100a167">B. Case Study: Reggae</a></li>
<li><a href="#orgc730a25">C. Case Study: The Shoshone Powwow</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb6dda4e">Chapter 10 - Music and Identity</a>
<ul>
<li><a href="#org3c1a3bf">1. INTRODUCTION</a>
<ul>
<li><a href="#org5e1f3cb">A. Among the many elements that define our identities are ethnicity, race, class, gender, and religious orientation.</a></li>
<li><a href="#org80f6d0d">B. Identities are complex formations that rarely stay static.</a></li>
<li><a href="#orgd3f97f5">C. Musical styles that symbolize identity maintain strong links with the past or with an original homeland.</a></li>
</ul>
</li>
<li><a href="#orgf8e8178">2. EXPRESSING INDIVIDUAL AND GROUP IDENTITIES THROUGH MUSIC</a>
<ul>
<li><a href="#orgf7a8860">A. Case Study: The Intercultural Music of Composer Lei Liang</a></li>
<li><a href="#orgbd1176f">B. Case Study: The Multiple Meanings of Karaoke</a></li>
<li><a href="#orgbe539bb">C. Case Study: Multiple Identities in Cajun and Zydeco Musics</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org1899c19" class="outline-2">
<h2 id="org1899c19">Introduction - What Is a Soundscape?</h2>
<div class="outline-text-2" id="text-org1899c19">
</div>
<div id="outline-container-org42e202c" class="outline-3">
<h3 id="org42e202c">1. INTRODUCTION</h3>
<div class="outline-text-3" id="text-org42e202c">
</div>
<div id="outline-container-org5c48d20" class="outline-4">
<h4 id="org5c48d20">A. Case Study: The Throat Singers of Tuva</h4>
<div class="outline-text-4" id="text-org5c48d20">
<ol class="org-ol">
<li>Distinctive vocal method called khoomii</li>

<li>Musics from around the globe surround most of us where we live.</li>
</ol>

<p>
a. Accessible for an evening in concert or through the media
</p>

<p>
i. We can actively seek out new musical experiences.
</p>

<p>
ii. They also casually enter our perception.
</p>

<p>
b. The presence of multiple musics in familiar places is a reality of life worldwide in the twenty-first century.
</p>

<ol class="org-ol">
<li>Ethnomusicology unites the study of music with the concerns and methods of anthropology.</li>
</ol>

<p>
a. Depends on observation of and participation in musical events
</p>

<p>
b. Important moments in ethnomusicology
</p>
</div>
</div>
</div>


<div id="outline-container-orgf392468" class="outline-3">
<h3 id="orgf392468">2. WHAT IS A SOUNDSCAPE?</h3>
<div class="outline-text-3" id="text-orgf392468">
</div>
