test4.org
*** A. The different aspects of the musical environment, ranging from a single musical tradition to all sounds heard in a particular place

1. A sonic environment that could be compared to a seascape

a. Flexible; music's ability both to stay in place and to move

i. Musical traditions can be anchored to one place for a long time.

ii. May move beyond the horizon

iii. May be blown off course unexpectedly

b. A flexible approach is needed to think about a soundscape's setting and aspects of sound and performance.

c. People’s interpretations of music’s significance are shaped by and contribute to shared patterns of knowledge and experience (culture).


** 3. LOCATING A SOUNDSCAPE

*** A. Sound

1. Individual voices and instruments are distinguished by differences in sound properties.

a. Studied through the field of acoustics
i. Each voice or instrument produces a blend of the fundamental tone and a series of tones above it.
ii. The harmonic series: an acoustical phenomenon
a. Tone quality called timbre
b. Each instrument and voice has a unique timbre.
2. Khoomii singers produce two tones at the same time.
a. Singer causes one additional partial to be heard above the fundamental.
b. Some singers can produce a third partial as well.
c. In other traditions besides khoomii, upper partials are audible.
3. There are many styles of khoomii with contrasting sound characteristics in different regions of the country.
a. Kargyraa
i. Has a lower-pitched fundamental and a husky voice quality
ii. May have a text
b. Sygyt
i. Has a higher-pitched fundamental
ii. Clear harmonics that sound like whistling
c. Many personal styles
i. Nose khoomii
ii. Chest khoomii

*** B. Setting
1. Includes everything from the venue to the behavior of those present
a. Reveals much about a musical event
i. Concert halls are constructed to contain musical sound.
ii. Music performed on street corners transforms a nonmusical venue.
iii. Recorded sound of a private experience might reach millions of listeners.
b. Determines, to a great extent, what we hear and see
i. Every musical event is influenced by others that came before it.
ii. Musicmakers must be creative in adapting their traditions to the situation.
c. The setting of each performance conveys meanings for both performers and listeners.
i. Traditional venues can be dramatically different from venues faced by musicians performing abroad.
a. Throat singing was a largely a solitary pursuit.
1. Particular settings shaped the musical sound.
2. Ezengileer is a notable example.
b. Throat singing is now performed on concert halls at home and abroad.
1. Singers adjust the length of music and perform in groups rather than as soloist.
2. Alternate singing with instrumental selections
3. Provide oral commentary

*** C. Significance
1. Music means, or signifies, different things to performers and listeners from different backgrounds.
a. Certain musical events can come to symbolize meaningful moments.
b. In other cases, music carries meanings that are hidden or hard to describe.
2. Khoomii is an example of a tradition with multiple meanings for performers and listeners.
a. By imitating natural sounds, singers reinforce their connection to the physical environment of Tuva.
i. Anchored in traditional Tuvan spiritual practices.
ii. Some Tuvans trace the origins of khoomii to lullabies.
iii. Khoomii may signify deep-seated associations with the homeland as well as ties to the family.
iv. Tuvans created musical representations of natural sounds of wind, water, and animals.
v. They shaped melodies to reflect features of the Tuvan topography.
b. Tuvan music is not considered by its musicians to as abstract but as “radically representational.”
i. Outsiders may be so surprised by audible harmonics that they do not consider the sounds’ significance.
ii. Repeated exposure can help outsiders become more sensitive to the range of meanings available to insiders.


** 4. THE EVER-CHANGING NATURE OF SOUNDSCAPES

*** A. Case Study: David Hykes and Harmonic Chant
1. In the early 1970s, the young American musician David Hykes heard a recording of khoomii from Mongolia.
a. Through experimentation, Hykes taught himself how to sing khoomii.
b. He also encountered the vocal techniques used by some orders of Tibetan monks to produces multiple harmonics.

2. Hykes formed the Harmonic Choir in 1975.
a. Ensemble of men and women who performed his compositions
i. Choir sang creating similar harmonics to those used in Tibetan chant.
ii. Hykes would sing a khoomii solo.
b. Performed in the Cathedral of St. John the Divine in New York City
i. Setting enhanced the sound and lent added significance
ii. Most of Hykes's performances were in resonant churches.
iii. Hykes believed music should be more than entertainment and should be a spiritual experience.
a. Conveyed universalist ideas shared by many New Age musicians
b. Presented concerts on days of universal significance

3. In 1987 Hykes moved to France.
a. Incorporated more styles into his solo khoomii-based compositions
b. Draws on improvisation during live performance
i. Cultivates a spiritual atmosphere while formulating a “new traditional or sacred art”
ii. Based on historical traditions, and at the same time constitutes a new beginning


* Chapter 1 - Sounds: The Materials of Music


** 1. WHAT IS MUSIC?

*** A. Silence is more often than not a relative concept—sound is ubiquitous

*** B. Music can be defined as organized sound that is meaningful to people within a specific time and place.

i. Some define music as organized sound with a melody
ii. Others define music by rhythm
iii. Closely related music cultures can also categorize the same sounds differently
a. Inuit define their katajjaq as a vocal game; however, closely related Chukchi and Ainu people consider similar songs to be music


** 2. CHARACTERISTICS OF SOUND


