test4.html
<div id="outline-container-orgdf445ad" class="outline-4">
<h4 id="orgdf445ad">A. The different aspects of the musical environment, ranging from a single musical tradition to all sounds heard in a particular place</h4>
<div class="outline-text-4" id="text-orgdf445ad">
<ol class="org-ol">
<li>A sonic environment that could be compared to a seascape</li>
</ol>

<p>
a. Flexible; music's ability both to stay in place and to move
</p>

<p>
i. Musical traditions can be anchored to one place for a long time.
</p>

<p>
ii. May move beyond the horizon
</p>

<p>
iii. May be blown off course unexpectedly
</p>

<p>
b. A flexible approach is needed to think about a soundscape's setting and aspects of sound and performance.
</p>

<p>
c. People’s interpretations of music’s significance are shaped by and contribute to shared patterns of knowledge and experience (culture).
</p>
</div>
</div>
</div>


<div id="outline-container-org4fa34f2" class="outline-3">
<h3 id="org4fa34f2">3. LOCATING A SOUNDSCAPE</h3>
<div class="outline-text-3" id="text-org4fa34f2">
</div>
<div id="outline-container-org581a1f2" class="outline-4">
<h4 id="org581a1f2">A. Sound</h4>
<div class="outline-text-4" id="text-org581a1f2">
<ol class="org-ol">
<li>Individual voices and instruments are distinguished by differences in sound properties.</li>
</ol>

<p>
a. Studied through the field of acoustics
i. Each voice or instrument produces a blend of the fundamental tone and a series of tones above it.
ii. The harmonic series: an acoustical phenomenon
a. Tone quality called timbre
b. Each instrument and voice has a unique timbre.
</p>
<ol class="org-ol">
<li>Khoomii singers produce two tones at the same time.</li>
</ol>
<p>
a. Singer causes one additional partial to be heard above the fundamental.
b. Some singers can produce a third partial as well.
c. In other traditions besides khoomii, upper partials are audible.
</p>
<ol class="org-ol">
<li>There are many styles of khoomii with contrasting sound characteristics in different regions of the country.</li>
</ol>
<p>
a. Kargyraa
i. Has a lower-pitched fundamental and a husky voice quality
ii. May have a text
b. Sygyt
i. Has a higher-pitched fundamental
ii. Clear harmonics that sound like whistling
c. Many personal styles
i. Nose khoomii
ii. Chest khoomii
</p>
</div>
</div>

<div id="outline-container-orgffe3fd0" class="outline-4">
<h4 id="orgffe3fd0">B. Setting</h4>
<div class="outline-text-4" id="text-orgffe3fd0">
<ol class="org-ol">
<li>Includes everything from the venue to the behavior of those present</li>
</ol>
<p>
a. Reveals much about a musical event
i. Concert halls are constructed to contain musical sound.
ii. Music performed on street corners transforms a nonmusical venue.
iii. Recorded sound of a private experience might reach millions of listeners.
b. Determines, to a great extent, what we hear and see
i. Every musical event is influenced by others that came before it.
ii. Musicmakers must be creative in adapting their traditions to the situation.
c. The setting of each performance conveys meanings for both performers and listeners.
i. Traditional venues can be dramatically different from venues faced by musicians performing abroad.
a. Throat singing was a largely a solitary pursuit.
</p>
<ol class="org-ol">
<li>Particular settings shaped the musical sound.</li>
<li>Ezengileer is a notable example.</li>
</ol>
<p>
b. Throat singing is now performed on concert halls at home and abroad.
</p>
<ol class="org-ol">
<li>Singers adjust the length of music and perform in groups rather than as soloist.</li>
<li>Alternate singing with instrumental selections</li>
<li>Provide oral commentary</li>
</ol>
</div>
</div>

<div id="outline-container-org4fc1536" class="outline-4">
<h4 id="org4fc1536">C. Significance</h4>
<div class="outline-text-4" id="text-org4fc1536">
<ol class="org-ol">
<li>Music means, or signifies, different things to performers and listeners from different backgrounds.</li>
</ol>
<p>
a. Certain musical events can come to symbolize meaningful moments.
b. In other cases, music carries meanings that are hidden or hard to describe.
</p>
<ol class="org-ol">
<li>Khoomii is an example of a tradition with multiple meanings for performers and listeners.</li>
</ol>
<p>
a. By imitating natural sounds, singers reinforce their connection to the physical environment of Tuva.
i. Anchored in traditional Tuvan spiritual practices.
ii. Some Tuvans trace the origins of khoomii to lullabies.
iii. Khoomii may signify deep-seated associations with the homeland as well as ties to the family.
iv. Tuvans created musical representations of natural sounds of wind, water, and animals.
v. They shaped melodies to reflect features of the Tuvan topography.
b. Tuvan music is not considered by its musicians to as abstract but as “radically representational.”
i. Outsiders may be so surprised by audible harmonics that they do not consider the sounds’ significance.
ii. Repeated exposure can help outsiders become more sensitive to the range of meanings available to insiders.
</p>
</div>
</div>
</div>


<div id="outline-container-org60c8a95" class="outline-3">
<h3 id="org60c8a95">4. THE EVER-CHANGING NATURE OF SOUNDSCAPES</h3>
<div class="outline-text-3" id="text-org60c8a95">
</div>
<div id="outline-container-org9ba9ae3" class="outline-4">
<h4 id="org9ba9ae3">A. Case Study: David Hykes and Harmonic Chant</h4>
<div class="outline-text-4" id="text-org9ba9ae3">
<ol class="org-ol">
<li>In the early 1970s, the young American musician David Hykes heard a recording of khoomii from Mongolia.</li>
</ol>
<p>
a. Through experimentation, Hykes taught himself how to sing khoomii.
b. He also encountered the vocal techniques used by some orders of Tibetan monks to produces multiple harmonics.
</p>

<ol class="org-ol">
<li>Hykes formed the Harmonic Choir in 1975.</li>
</ol>
<p>
a. Ensemble of men and women who performed his compositions
i. Choir sang creating similar harmonics to those used in Tibetan chant.
ii. Hykes would sing a khoomii solo.
b. Performed in the Cathedral of St. John the Divine in New York City
i. Setting enhanced the sound and lent added significance
ii. Most of Hykes's performances were in resonant churches.
iii. Hykes believed music should be more than entertainment and should be a spiritual experience.
a. Conveyed universalist ideas shared by many New Age musicians
b. Presented concerts on days of universal significance
</p>

<ol class="org-ol">
<li>In 1987 Hykes moved to France.</li>
</ol>
<p>
a. Incorporated more styles into his solo khoomii-based compositions
b. Draws on improvisation during live performance
i. Cultivates a spiritual atmosphere while formulating a “new traditional or sacred art”
ii. Based on historical traditions, and at the same time constitutes a new beginning
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-orgee67e5d" class="outline-2">
<h2 id="orgee67e5d">Chapter 1 - Sounds: The Materials of Music</h2>
<div class="outline-text-2" id="text-orgee67e5d">
</div>
<div id="outline-container-org06222ae" class="outline-3">
<h3 id="org06222ae">1. WHAT IS MUSIC?</h3>
<div class="outline-text-3" id="text-org06222ae">
</div>
<div id="outline-container-orga5a3ef4" class="outline-4">
<h4 id="orga5a3ef4">A. Silence is more often than not a relative concept—sound is ubiquitous</h4>
</div>

<div id="outline-container-orgf949698" class="outline-4">
<h4 id="orgf949698">B. Music can be defined as organized sound that is meaningful to people within a specific time and place.</h4>
<div class="outline-text-4" id="text-orgf949698">
<p>
i. Some define music as organized sound with a melody
ii. Others define music by rhythm
iii. Closely related music cultures can also categorize the same sounds differently
a. Inuit define their katajjaq as a vocal game; however, closely related Chukchi and Ainu people consider similar songs to be music
</p>
</div>
</div>
</div>


<div id="outline-container-org2f6b417" class="outline-3">
<h3 id="org2f6b417">2. CHARACTERISTICS OF SOUND</h3>
<div class="outline-text-3" id="text-org2f6b417">
</div>
