test4.org
*** A. Quality: distinctiveness of a particular voice or instrument, also called tone color or timbre.

i. Sound Sources: The Voice
a. Vibrato: a purposeful vibration of the tone
b. Straight tone: a sound with little or no vibrato
c. Raspy: rough or gruff in quality in a singing voice
d. Chest voice: produces a low, powerful, throaty vocal production; this vocal quality is often heard in rock music
e. Head voice: produces a light, high tone that resonates in the head
f. Falsetto: the male head voice, produced by singing in a high register above the normal male singing range
g. Nasal quality: quality produced by using the sinuses and mask of the face as sound resonators

ii. Sound Sources: Instruments
a. Gamelan: large Indonesian instrumental ensembles
b. Steel drums: Trinidad, instruments made from modified oil drums, known as pans
c. Shakuhachi: Japanese flute associated with court and Zen monks
d. Different instruments may be closely identified with either men or women.
e. Instruments that are markers of ethnic and national identity can attain even deeper associations as people emigrate (Armenian duduk).
f. Instruments often carry prestige or status related to their historical roles in society (Ethiopian baganna).

iii. The Study and Classification of Musical Instruments
a. Organology: the study of musical instruments

b. Sachs-Hornbostel system: four-part classification system based on the means by which instruments produce sound (fifth category added later)

1. Idiophones: self-sounding instruments; the material of which they are made is set into vibration

2. Chordophones: sound source is one or more vibrating strings
a. Lutes: neck and body parallel to the strings.
b. Harp: soundboard to which strings are attached at an angle
c. Lyre: two distinctive arms and crossbar running between them to which the strings are attached
d. Zither: instrument with a flat body to which strings are attached parallel to the body

3. Aerophones: Instruments in which an enclosed column of air vibrates to produce sound; have an opening or mouthpiece through which the player blows air
a. Endblown: blown through a hole (mouthpiece) at the end
b. Transverse: blown through a hole on the side
c. Free reeds have enclosed reeds through which air is pushed.
d. Free aerophones act directly on surrounding air without enclosing it.

4. Membranophones: Characterized by a membrane (drumhead) stretched across one or both ends of the instrument. Classified by:
a. Shape: cylindrical, bowl (kettle), hourglass, or goblet
b. How membranes are attached (glued, tacked, laced, etc.)
c. Ways in which sound is produced (hands or sticks)

5. Electrophones: Instruments whose sound is produced or modified electronically

*** B. Intensity: The loudness or softness of a sound

i. Volume or dynamics

ii. Can be measured by a decibel meter

iii. Many music traditions have terms to describe intensity levels
a. Balinese gamelan
1. Keras refers to a strong, loud sound
2. Manis is a sweet, soft sound
b. Western classical music
1. Forte refers to a loud sound
2. Piano refers to a soft sound

*** C. Pitch: The relative highness or lowness of a sound, determined by frequency of the sound vibration

i. Hearing and Comparing Pitch Systems and Scales
a. The overall compass of pitches from highest to lowest that an instrument or voice can produce is called range.
b. The distance between pitches is called an interval.
c. A set of pitches arranged in order of ascent and descent is called a scale.
1. raga
2. mode
3. pentatonic scale

ii. Melody and Processes of Ornamentation
a. Melody: Organized pitches in meaningful units
1. Conjunct motion: Melody moves in close and regular intervals in a stepwise pattern.
2. Disjunct motion: Melody moves mainly in larger intervals.
3. Melodies can be decorated or ornamented.
4. Melodies are made up of phrases.

*** D. Duration: The time element of music

i. Pulse: A regular beat, like a heartbeat
ii. Rhythm: General temporal organization of music
iii. Tempo: Music's rate of speed
iv. Hearing and Comparing Rhythmic Systems
a. Meter: Hierarchical durational system divided into groups of beats called measures
1. Simple: Two, three, or four beats per measure
2. Compound: Six, nine, or twelve beats per measure
b. Syncopation: Rhythmic effect that provides an unexpected accent, often by temporarily unsettling the meter through a change in the established pattern of stressed and unstressed beats.
1. Many cultures use irregular or asymmetrical meters.
2. Some music is so flexible in its rhythmic organization that it is said to have free rhythm.


** 3. LISTENING FOR MUSICAL TEXTURE AND FORM

*** A. Hearing and Comparing Textures
i. Texture is the vertical structure of music, the perceived relationship of simultaneous musical sounds.
1. Monophony: Individual voice or instrument is performing alone (solo), or more than one voice or instrument sings or plays exactly the same melody

2. Biphony: Texture with two distinct lines, the lower sustaining a continuous pitch (drone) while the other performs a more elaborate melody above it
3. Homophony: Texture with a melody supported by other vocal or instrumental parts, all of which move along in roughly the same rhythm.
4. Polyphony: Combination of two or more different melodic lines
a. Polyrhythms: Several contrasting rhythmic patterns played simultaneously
5. Heterophony: Two or more voices or instruments produce almost the same melody at almost the same time; the parts are often ornamented differently.

*** B. Hearing and Comparing Forms
i. Form: The shape or structure of music
a. Strophic: Song structure in which all verses of text are set to the same melody
b. Refrain: Fixed stanza of text and music that recurs between verses of a strophic song
c. Many forms also have names
i. Ballad
ii. Middle Eastern sama‘i


** 4. PROCESSES OF MUSICAL CREATIVITY: COMPOSITION, PERFORMANCE, IMPROVISATION

*** A. Composition: Process of creating music

*** B. Improvisation: Spontaneous creation of music during performance


** 5. GEOGRAPHIES OF SOUND

*** A. Soundscapes that occur in the same geographic location often overlap and influence one another.
i. Musical styles move to different locations and have effects on other styles in different ways.
ii. Geographical Fugue





* Chapter 2 - Setting: The Study of Local Musics


** 1. INTRODUCTION: SETTING THE STAGE

*** A. Setting encompasses multiple contexts.
1. Soundscapes within several urban settings
a. The global rural-urban population balance has tipped in favor of cities.
2. Most communities are complex environments.


