test4.html
<div id="outline-container-org668c575" class="outline-4">
<h4 id="org668c575">A. Quality: distinctiveness of a particular voice or instrument, also called tone color or timbre.</h4>
<div class="outline-text-4" id="text-org668c575">
<p>
i. Sound Sources: The Voice
a. Vibrato: a purposeful vibration of the tone
b. Straight tone: a sound with little or no vibrato
c. Raspy: rough or gruff in quality in a singing voice
d. Chest voice: produces a low, powerful, throaty vocal production; this vocal quality is often heard in rock music
e. Head voice: produces a light, high tone that resonates in the head
f. Falsetto: the male head voice, produced by singing in a high register above the normal male singing range
g. Nasal quality: quality produced by using the sinuses and mask of the face as sound resonators
</p>

<p>
ii. Sound Sources: Instruments
a. Gamelan: large Indonesian instrumental ensembles
b. Steel drums: Trinidad, instruments made from modified oil drums, known as pans
c. Shakuhachi: Japanese flute associated with court and Zen monks
d. Different instruments may be closely identified with either men or women.
e. Instruments that are markers of ethnic and national identity can attain even deeper associations as people emigrate (Armenian duduk).
f. Instruments often carry prestige or status related to their historical roles in society (Ethiopian baganna).
</p>

<p>
iii. The Study and Classification of Musical Instruments
a. Organology: the study of musical instruments
</p>

<p>
b. Sachs-Hornbostel system: four-part classification system based on the means by which instruments produce sound (fifth category added later)
</p>

<ol class="org-ol">
<li>Idiophones: self-sounding instruments; the material of which they are made is set into vibration</li>

<li>Chordophones: sound source is one or more vibrating strings</li>
</ol>
<p>
a. Lutes: neck and body parallel to the strings.
b. Harp: soundboard to which strings are attached at an angle
c. Lyre: two distinctive arms and crossbar running between them to which the strings are attached
d. Zither: instrument with a flat body to which strings are attached parallel to the body
</p>

<ol class="org-ol">
<li>Aerophones: Instruments in which an enclosed column of air vibrates to produce sound; have an opening or mouthpiece through which the player blows air</li>
</ol>
<p>
a. Endblown: blown through a hole (mouthpiece) at the end
b. Transverse: blown through a hole on the side
c. Free reeds have enclosed reeds through which air is pushed.
d. Free aerophones act directly on surrounding air without enclosing it.
</p>

<ol class="org-ol">
<li>Membranophones: Characterized by a membrane (drumhead) stretched across one or both ends of the instrument. Classified by:</li>
</ol>
<p>
a. Shape: cylindrical, bowl (kettle), hourglass, or goblet
b. How membranes are attached (glued, tacked, laced, etc.)
c. Ways in which sound is produced (hands or sticks)
</p>

<ol class="org-ol">
<li>Electrophones: Instruments whose sound is produced or modified electronically</li>
</ol>
</div>
</div>

<div id="outline-container-orgd5dd8ab" class="outline-4">
<h4 id="orgd5dd8ab">B. Intensity: The loudness or softness of a sound</h4>
<div class="outline-text-4" id="text-orgd5dd8ab">
<p>
i. Volume or dynamics
</p>

<p>
ii. Can be measured by a decibel meter
</p>

<p>
iii. Many music traditions have terms to describe intensity levels
a. Balinese gamelan
</p>
<ol class="org-ol">
<li>Keras refers to a strong, loud sound</li>
<li>Manis is a sweet, soft sound</li>
</ol>
<p>
b. Western classical music
</p>
<ol class="org-ol">
<li>Forte refers to a loud sound</li>
<li>Piano refers to a soft sound</li>
</ol>
</div>
</div>

<div id="outline-container-orge079161" class="outline-4">
<h4 id="orge079161">C. Pitch: The relative highness or lowness of a sound, determined by frequency of the sound vibration</h4>
<div class="outline-text-4" id="text-orge079161">
<p>
i. Hearing and Comparing Pitch Systems and Scales
a. The overall compass of pitches from highest to lowest that an instrument or voice can produce is called range.
b. The distance between pitches is called an interval.
c. A set of pitches arranged in order of ascent and descent is called a scale.
</p>
<ol class="org-ol">
<li>raga</li>
<li>mode</li>
<li>pentatonic scale</li>
</ol>

<p>
ii. Melody and Processes of Ornamentation
a. Melody: Organized pitches in meaningful units
</p>
<ol class="org-ol">
<li>Conjunct motion: Melody moves in close and regular intervals in a stepwise pattern.</li>
<li>Disjunct motion: Melody moves mainly in larger intervals.</li>
<li>Melodies can be decorated or ornamented.</li>
<li>Melodies are made up of phrases.</li>
</ol>
</div>
</div>

<div id="outline-container-org20be0be" class="outline-4">
<h4 id="org20be0be">D. Duration: The time element of music</h4>
<div class="outline-text-4" id="text-org20be0be">
<p>
i. Pulse: A regular beat, like a heartbeat
ii. Rhythm: General temporal organization of music
iii. Tempo: Music's rate of speed
iv. Hearing and Comparing Rhythmic Systems
a. Meter: Hierarchical durational system divided into groups of beats called measures
</p>
<ol class="org-ol">
<li>Simple: Two, three, or four beats per measure</li>
<li>Compound: Six, nine, or twelve beats per measure</li>
</ol>
<p>
b. Syncopation: Rhythmic effect that provides an unexpected accent, often by temporarily unsettling the meter through a change in the established pattern of stressed and unstressed beats.
</p>
<ol class="org-ol">
<li>Many cultures use irregular or asymmetrical meters.</li>
<li>Some music is so flexible in its rhythmic organization that it is said to have free rhythm.</li>
</ol>
</div>
</div>
</div>


<div id="outline-container-org9176254" class="outline-3">
<h3 id="org9176254">3. LISTENING FOR MUSICAL TEXTURE AND FORM</h3>
<div class="outline-text-3" id="text-org9176254">
</div>
<div id="outline-container-orgb532eae" class="outline-4">
<h4 id="orgb532eae">A. Hearing and Comparing Textures</h4>
<div class="outline-text-4" id="text-orgb532eae">
<p>
i. Texture is the vertical structure of music, the perceived relationship of simultaneous musical sounds.
</p>
<ol class="org-ol">
<li>Monophony: Individual voice or instrument is performing alone (solo), or more than one voice or instrument sings or plays exactly the same melody</li>
</ol>

<p>
2. Biphony: Texture with two distinct lines, the lower sustaining a continuous pitch (drone) while the other performs a more elaborate melody above it
</p>
<ol class="org-ol">
<li>Homophony: Texture with a melody supported by other vocal or instrumental parts, all of which move along in roughly the same rhythm.</li>
<li>Polyphony: Combination of two or more different melodic lines</li>
</ol>
<p>
a. Polyrhythms: Several contrasting rhythmic patterns played simultaneously
</p>
<ol class="org-ol">
<li>Heterophony: Two or more voices or instruments produce almost the same melody at almost the same time; the parts are often ornamented differently.</li>
</ol>
</div>
</div>

<div id="outline-container-orga0d6439" class="outline-4">
<h4 id="orga0d6439">B. Hearing and Comparing Forms</h4>
<div class="outline-text-4" id="text-orga0d6439">
<p>
i. Form: The shape or structure of music
a. Strophic: Song structure in which all verses of text are set to the same melody
b. Refrain: Fixed stanza of text and music that recurs between verses of a strophic song
c. Many forms also have names
i. Ballad
ii. Middle Eastern sama‘i
</p>
</div>
</div>
</div>


<div id="outline-container-orga0f14be" class="outline-3">
<h3 id="orga0f14be">4. PROCESSES OF MUSICAL CREATIVITY: COMPOSITION, PERFORMANCE, IMPROVISATION</h3>
<div class="outline-text-3" id="text-orga0f14be">
</div>
<div id="outline-container-org1e27b36" class="outline-4">
<h4 id="org1e27b36">A. Composition: Process of creating music</h4>
</div>

<div id="outline-container-org0379d43" class="outline-4">
<h4 id="org0379d43">B. Improvisation: Spontaneous creation of music during performance</h4>
</div>
</div>


<div id="outline-container-org95ef879" class="outline-3">
<h3 id="org95ef879">5. GEOGRAPHIES OF SOUND</h3>
<div class="outline-text-3" id="text-org95ef879">
</div>
<div id="outline-container-org0950cbf" class="outline-4">
<h4 id="org0950cbf">A. Soundscapes that occur in the same geographic location often overlap and influence one another.</h4>
<div class="outline-text-4" id="text-org0950cbf">
<p>
i. Musical styles move to different locations and have effects on other styles in different ways.
ii. Geographical Fugue
</p>
</div>
</div>
</div>
</div>





<div id="outline-container-org3a7fe94" class="outline-2">
<h2 id="org3a7fe94">Chapter 2 - Setting: The Study of Local Musics</h2>
<div class="outline-text-2" id="text-org3a7fe94">
</div>
<div id="outline-container-org7cb4f48" class="outline-3">
<h3 id="org7cb4f48">1. INTRODUCTION: SETTING THE STAGE</h3>
<div class="outline-text-3" id="text-org7cb4f48">
</div>
<div id="outline-container-org56ef6f7" class="outline-4">
<h4 id="org56ef6f7">A. Setting encompasses multiple contexts.</h4>
<div class="outline-text-4" id="text-org56ef6f7">
<ol class="org-ol">
<li>Soundscapes within several urban settings</li>
</ol>
<p>
a. The global rural-urban population balance has tipped in favor of cities.
</p>
<ol class="org-ol">
<li>Most communities are complex environments.</li>
</ol>
</div>
</div>
</div>
