test4.org
** 2. CASE STUDY: ACCRA, GHANA

*** A. Hearing Highlife in Accra
1. Highlife is a musical style.
a. The name originated during the 1920s.
b. Bands played popular tunes for upper-class audiences.
2. Unites several streams of the Ghanaian musical past
a. Sea chanteys and folk songs
b. Military bands
c. Piano music and church hymns
3. Central to Ghanaian life

*** B. Multicultural Accra
1. Location makes it a magnet for cultural exchange.
a. Incorporated into the British Empire
b. English is the official language.
2. Settlements by the Ga people in the fifteenth century
a. Portuguese were the first Europeans.
b. They were followed by the Dutch, Danish, and English.
3. Ga ethnic community lent distinctive cuisine and traditional music.
a. Homowo ("Mocking Hunger")Festival
i. Dance
ii. Drumming accompaniment
b. Various other festivals
c. Elaborate funerals
i. Expensive; can tax the resources of a family
ii. Full display of music and food
iii. Voluntary funeral associations: Milo Mianoewo
iv. Three-day affair
d. Agbadza dance
i. Popular social dance performed by Ewe men and women, sometimes at funerals
ii. Agbadza rhythms are, for many listeners, the most familiar aspects of the music.
4. Drums and their music are linked to other Ghanaian ethnic groups.
a. Agbadza rhythms associated with the Ewe people
b. Atumpan: a drum associated with the Akan people
i. Used for ceremonies by chiefs

ii.
iii.

“Male” and “female” drums played by one drummer Also played as talking drums, used in the past for communication

*** C. Music in Ghanaian Christian Life
1. A substantial amount of musicmaking in Accra occurs within the context of organized religious life.
a. Churches on virtually every block
b. The music unites Western musical influences with Ewe rhythmic complexity.
c. Many churches in Accra hold healing rituals.
i. The Kwabenya Prayer Camp of the Bethel Prayer Ministry International Church
ii. Songs, accompanied by instruments, are the main vehicle through which healing is accomplished.

*** D. Accra's Global Connections
1. The complex blend of local and international give the city's music a distinctive, cosmopolitan flavor.
a. Many different musics can be heard on Ghanaian radio.
b. Accra maintains an active and diverse cassette culture.
c. A number of musical ensembles reinforce national identity.


** 3. CASE STUDY: MUMBAI, INDIA

*** A. Mumbai has been the regional capital since India’s independence from
Britain in 1947.
1. A heterogeneous and global city: first settled by the Koli people, ruled later by Hindu and Muslim kingdoms, occupied by various foreign forces
a. Various linguistic, ethnic, and regional neighborhoods
b. Music ranges from distinctive local practices to national and international genres.
2. Despite its size and complexity, people acknowledge a sense of unity.
a. Various religions, ethnic backgrounds, economic statuses
b. Unity manifest in and supported by musical life

*** B. The Ganesh Chaturthi Festival
1. Hindu Ganesh Chaturthi festival leads off the pan-Indian festival season every fall.
a. Hindus are the majority in Mumbai, but there are many Muslims and Christians.
b. Community-wide festival promoting solidarity and independence from the British
c. Marks the birthday of Lord Ganesh, a popular Hindu deity

*** C. Music of Mumbai's Ethnic Communities
1. The Koli people, who were the first residents of the area, continue to be a presence in Mumbai.
a. Koli traditional culture is perpetuated.
b. Folk song recordings are distributed and broadcast.
2. Folk songs in Marathi are heard everywhere in Mumbai.
a. Lyrics address universal topics and subjects of local concern
b. Some are reintroduced and popularized through electronic remixes.
3. North Indian classical music is also actively represented in Mumbai.
4. European classical music has exerted an influence since British arrival.
a. National Centre for the Performing Arts
b. Bombay Chamber Orchestra

*** D. The Mumbai Film Industry
1. Film music is everywhere in Mumbai.
2. Indian film industry has mushroomed: Bollywood
a. Mass-marketed films known as "masala movies,” stereotyped, romantic plots with elaborate song and dance interludes throughout
b. Actors became superstars; “playback singers” also greatly admired
3. Early films used the Hindi and Urdu languages of Northern India.
a. Urdu language song genre, the ghazal, was very influential.
b. Strophic song accompanied by sarangi, tabla, and harmonium
4. Popular music from abroad and the international music industry have deeply influenced Indian film music.
a. Film song Mum-bhai from Bombay Boys
i. Reflects musical style of gangsta rap
ii. Text is in local dialect with some English phrases


** 4. CASE STUDY: BOSTON, USA

*** A. Why Boston?
1. Boston provides both a long history and exceptional ethnic, institutional, and musical diversity.
2. Boston provides a stimulating counterpoint to Accra and Mumbai.
3. In the nineteenth and early twentieth centuries, musical life closely tied to England and Europe.
4. Many Boston neighborhoods are also home to different socioeconomic and ethnic groups.
a. Former minorities within the city's longtime mainly EuroAmerican population became a majority.
b. Multicultural mixture of peoples has transformed and gentrified the South End.
5. Boston has more institutions of higher learning than any other North American city.

*** B. What Elements Make Up Boston's Musical Life?
1. The Boston Globe has a weekly musical calendar; provides a starting place for mapping musical Boston.
2. Genre categories for musical events include pop and rock; folk, world, and country; jazz, blues and cabaret, etc.
3. Early music, reggae

*** C. Where and When Is Music Performed?
1. Many soundscapes are associated with specific places and times.
a. Symphony Hall
b. Many other well-known performance spaces
c. Churches
d. Neighborhoods provide venues for many musical events.
2. Indoor and outdoor phenomena
a. Buskers in Harvard Square
b. City streets also provide a venue for special music events.
i. City Hall
ii. Boston Common and Public Garden

