test4.html


<div id="outline-container-orga688e52" class="outline-3">
<h3 id="orga688e52">2. CASE STUDY: ACCRA, GHANA</h3>
<div class="outline-text-3" id="text-orga688e52">
</div>
<div id="outline-container-org340a344" class="outline-4">
<h4 id="org340a344">A. Hearing Highlife in Accra</h4>
<div class="outline-text-4" id="text-org340a344">
<ol class="org-ol">
<li>Highlife is a musical style.</li>
</ol>
<p>
a. The name originated during the 1920s.
b. Bands played popular tunes for upper-class audiences.
</p>
<ol class="org-ol">
<li>Unites several streams of the Ghanaian musical past</li>
</ol>
<p>
a. Sea chanteys and folk songs
b. Military bands
c. Piano music and church hymns
</p>
<ol class="org-ol">
<li>Central to Ghanaian life</li>
</ol>
</div>
</div>

<div id="outline-container-orgff4e930" class="outline-4">
<h4 id="orgff4e930">B. Multicultural Accra</h4>
<div class="outline-text-4" id="text-orgff4e930">
<ol class="org-ol">
<li>Location makes it a magnet for cultural exchange.</li>
</ol>
<p>
a. Incorporated into the British Empire
b. English is the official language.
</p>
<ol class="org-ol">
<li>Settlements by the Ga people in the fifteenth century</li>
</ol>
<p>
a. Portuguese were the first Europeans.
b. They were followed by the Dutch, Danish, and English.
</p>
<ol class="org-ol">
<li>Ga ethnic community lent distinctive cuisine and traditional music.</li>
</ol>
<p>
a. Homowo ("Mocking Hunger")Festival
i. Dance
ii. Drumming accompaniment
b. Various other festivals
c. Elaborate funerals
i. Expensive; can tax the resources of a family
ii. Full display of music and food
iii. Voluntary funeral associations: Milo Mianoewo
iv. Three-day affair
d. Agbadza dance
i. Popular social dance performed by Ewe men and women, sometimes at funerals
ii. Agbadza rhythms are, for many listeners, the most familiar aspects of the music.
</p>
<ol class="org-ol">
<li>Drums and their music are linked to other Ghanaian ethnic groups.</li>
</ol>
<p>
a. Agbadza rhythms associated with the Ewe people
b. Atumpan: a drum associated with the Akan people
i. Used for ceremonies by chiefs
</p>

<p>
ii.
iii.
</p>

<p>
“Male” and “female” drums played by one drummer Also played as talking drums, used in the past for communication
</p>
</div>
</div>

<div id="outline-container-org9a2b9f8" class="outline-4">
<h4 id="org9a2b9f8">C. Music in Ghanaian Christian Life</h4>
<div class="outline-text-4" id="text-org9a2b9f8">
<ol class="org-ol">
<li>A substantial amount of musicmaking in Accra occurs within the context of organized religious life.</li>
</ol>
<p>
a. Churches on virtually every block
b. The music unites Western musical influences with Ewe rhythmic complexity.
c. Many churches in Accra hold healing rituals.
i. The Kwabenya Prayer Camp of the Bethel Prayer Ministry International Church
ii. Songs, accompanied by instruments, are the main vehicle through which healing is accomplished.
</p>
</div>
</div>

<div id="outline-container-org7e94f7c" class="outline-4">
<h4 id="org7e94f7c">D. Accra's Global Connections</h4>
<div class="outline-text-4" id="text-org7e94f7c">
<ol class="org-ol">
<li>The complex blend of local and international give the city's music a distinctive, cosmopolitan flavor.</li>
</ol>
<p>
a. Many different musics can be heard on Ghanaian radio.
b. Accra maintains an active and diverse cassette culture.
c. A number of musical ensembles reinforce national identity.
</p>
</div>
</div>
</div>


<div id="outline-container-org0da2a73" class="outline-3">
<h3 id="org0da2a73">3. CASE STUDY: MUMBAI, INDIA</h3>
<div class="outline-text-3" id="text-org0da2a73">
</div>
<div id="outline-container-org813b7cf" class="outline-4">
<h4 id="org813b7cf">A. Mumbai has been the regional capital since India’s independence from</h4>
<div class="outline-text-4" id="text-org813b7cf">
<p>
Britain in 1947.
</p>
<ol class="org-ol">
<li>A heterogeneous and global city: first settled by the Koli people, ruled later by Hindu and Muslim kingdoms, occupied by various foreign forces</li>
</ol>
<p>
a. Various linguistic, ethnic, and regional neighborhoods
b. Music ranges from distinctive local practices to national and international genres.
</p>
<ol class="org-ol">
<li>Despite its size and complexity, people acknowledge a sense of unity.</li>
</ol>
<p>
a. Various religions, ethnic backgrounds, economic statuses
b. Unity manifest in and supported by musical life
</p>
</div>
</div>

<div id="outline-container-orgea50d08" class="outline-4">
<h4 id="orgea50d08">B. The Ganesh Chaturthi Festival</h4>
<div class="outline-text-4" id="text-orgea50d08">
<ol class="org-ol">
<li>Hindu Ganesh Chaturthi festival leads off the pan-Indian festival season every fall.</li>
</ol>
<p>
a. Hindus are the majority in Mumbai, but there are many Muslims and Christians.
b. Community-wide festival promoting solidarity and independence from the British
c. Marks the birthday of Lord Ganesh, a popular Hindu deity
</p>
</div>
</div>

<div id="outline-container-orgff7e96e" class="outline-4">
<h4 id="orgff7e96e">C. Music of Mumbai's Ethnic Communities</h4>
<div class="outline-text-4" id="text-orgff7e96e">
<ol class="org-ol">
<li>The Koli people, who were the first residents of the area, continue to be a presence in Mumbai.</li>
</ol>
<p>
a. Koli traditional culture is perpetuated.
b. Folk song recordings are distributed and broadcast.
</p>
<ol class="org-ol">
<li>Folk songs in Marathi are heard everywhere in Mumbai.</li>
</ol>
<p>
a. Lyrics address universal topics and subjects of local concern
b. Some are reintroduced and popularized through electronic remixes.
</p>
<ol class="org-ol">
<li>North Indian classical music is also actively represented in Mumbai.</li>
<li>European classical music has exerted an influence since British arrival.</li>
</ol>
<p>
a. National Centre for the Performing Arts
b. Bombay Chamber Orchestra
</p>
</div>
</div>

<div id="outline-container-orgf8ab673" class="outline-4">
<h4 id="orgf8ab673">D. The Mumbai Film Industry</h4>
<div class="outline-text-4" id="text-orgf8ab673">
<ol class="org-ol">
<li>Film music is everywhere in Mumbai.</li>
<li>Indian film industry has mushroomed: Bollywood</li>
</ol>
<p>
a. Mass-marketed films known as "masala movies,” stereotyped, romantic plots with elaborate song and dance interludes throughout
b. Actors became superstars; “playback singers” also greatly admired
</p>
<ol class="org-ol">
<li>Early films used the Hindi and Urdu languages of Northern India.</li>
</ol>
<p>
a. Urdu language song genre, the ghazal, was very influential.
b. Strophic song accompanied by sarangi, tabla, and harmonium
</p>
<ol class="org-ol">
<li>Popular music from abroad and the international music industry have deeply influenced Indian film music.</li>
</ol>
<p>
a. Film song Mum-bhai from Bombay Boys
i. Reflects musical style of gangsta rap
ii. Text is in local dialect with some English phrases
</p>
</div>
</div>
</div>


<div id="outline-container-org8753cc9" class="outline-3">
<h3 id="org8753cc9">4. CASE STUDY: BOSTON, USA</h3>
<div class="outline-text-3" id="text-org8753cc9">
</div>
<div id="outline-container-orgdc7a8f9" class="outline-4">
<h4 id="orgdc7a8f9">A. Why Boston?</h4>
<div class="outline-text-4" id="text-orgdc7a8f9">
<ol class="org-ol">
<li>Boston provides both a long history and exceptional ethnic, institutional, and musical diversity.</li>
<li>Boston provides a stimulating counterpoint to Accra and Mumbai.</li>
<li>In the nineteenth and early twentieth centuries, musical life closely tied to England and Europe.</li>
<li>Many Boston neighborhoods are also home to different socioeconomic and ethnic groups.</li>
</ol>
<p>
a. Former minorities within the city's longtime mainly EuroAmerican population became a majority.
b. Multicultural mixture of peoples has transformed and gentrified the South End.
</p>
<ol class="org-ol">
<li>Boston has more institutions of higher learning than any other North American city.</li>
</ol>
</div>
</div>

<div id="outline-container-orge1e691a" class="outline-4">
<h4 id="orge1e691a">B. What Elements Make Up Boston's Musical Life?</h4>
<div class="outline-text-4" id="text-orge1e691a">
<ol class="org-ol">
<li>The Boston Globe has a weekly musical calendar; provides a starting place for mapping musical Boston.</li>
<li>Genre categories for musical events include pop and rock; folk, world, and country; jazz, blues and cabaret, etc.</li>
<li>Early music, reggae</li>
</ol>
</div>
</div>

<div id="outline-container-org95e6cc0" class="outline-4">
<h4 id="org95e6cc0">C. Where and When Is Music Performed?</h4>
<div class="outline-text-4" id="text-org95e6cc0">
<ol class="org-ol">
<li>Many soundscapes are associated with specific places and times.</li>
</ol>
<p>
a. Symphony Hall
b. Many other well-known performance spaces
c. Churches
d. Neighborhoods provide venues for many musical events.
</p>
<ol class="org-ol">
<li>Indoor and outdoor phenomena</li>
</ol>
<p>
a. Buskers in Harvard Square
b. City streets also provide a venue for special music events.
i. City Hall
ii. Boston Common and Public Garden
</p>
</div>
</div>
