test4.org
*** D. Who Makes the Music?
1. Irish
a. Immigration since the eighteenth century
b. Irish fiddling in pubs; bagpipes at civic and cultural events
c. Boston College's Gaelic Roots Festival each summer until 2003
d. Narrative songs, known as ballads, commemorate important events and memorable individuals.
i. The Ballad of Buddy McClean
ii. Simple and repetitive melody
2. Portuguese
a. From Portugal, Cape Verde Islands, and the Azores
b. A musical form popular with Bostonians of Portuguese descent is the fado.
i. Closely associated with the Portuguese capital, Lisbon
ii. Fado is sometimes compared with the blues.
iii. Portuguese Americans hear the fado largely through recordings imported from Portugal.
iv. Amália Rodrigues is thought to have personified the fado.
3. Cape Verdeans
a. Cape Verde was a way station between Africa, Europe, and Americas during slave trade.
b. Early immigrants to America settled in New England.
i. Cape Verdeans viewed as black in American society; language and culture kept them separate from African American community
ii. Distinctive culture expressed in food, music, and dance
c. Many Cape Verdean Americans have become prominent musicians
i. Maria de Barros was influenced by Cape Verdean, Latin American, and Caribbean styles.

*** E. Boston's Defining Musical Communities
1. Campus music
a. Many colleges and universities
b. New England Conservatory and Berklee College of Music
c. In the past, campus musical life mainly drew on Western music ensembles; avant-garde, popular, and international music has proliferated recently.
i. West African drumming at Tufts University
ii. North Indian and Senegalese music at MIT
d. Gamelan are prominent on many college campuses
i. Indonesian instrumental group
a. Instruments made of wood and bamboo, gongs, and instruments of xylophone type
ii. Major traditions from Java and Bali
iii. Gamelan is ubiquitous in Balinese life, has presence on college campuses around the world through Indonesia’s colonial history.
a. Symbol of Indonesian culture and national identity
b. Many composers drawn to sound of gamelan
1. Music organized in rhythmic cycles
2. Polyphonic texture
3. Beating tones
4. Interlocking parts
2. Folk music
a. Traditional folk music and folk music revival
b. Boston's importance in the folk music world
i. Boston's long liberal tradition and its many colleges made it a magnet for singer-songwriters.
ii. Over two hundred venues for live folk music performance in the Boston area
iii. M.T.A. Song
3. Early Music
a. Boston provided all the ingredients that allowed early music to flourish.
i. Magnet for professional musicians
ii. Many instrument builders
b. Early music ensembles incorporate diverse musical styles.
i. Early music and folk music cultures can converge.
ii. Barbara Allen

*** F. Boston's Distinctive Musical Profile
a. All three of Boston's major music cultures—campus music, folk music, and early music—are local as well as international, with deep roots in Boston as well as connections to other places.
i. The campus music scene is the most heterogeneous.
ii. The folk music revival is the most unified.
iii. Early music frequently crosses over to folk and world music.
b. University town par excellence





* Chapter 3 - Significance: Music’s Meaning in Everyday Life


** 1. INTRODUCTION

*** A. Significance: Music is able to elicit many ideas and emotions at the same time.

1. Meaning shapes our perceptions of music's importance in our lives in three ways:

a. Sound can imitate or refer to other sounds..
b. Sound can also signify entities or ideas within a soundscape.
c. Musical sound can also communicate specific meanings within individual cultures or subcultures.

2. Importance of a musical piece is determined by a listener’s understanding of a given music's meaning, and perceptions of its value to others within the same soundscape.


** 2. CASE STUDY: MEANING IN SOUTH INDIAN RAGA

*** A. Ragas are the Indian system for organizing melodies.

1. A raga can be associated with the time of day or the season of the year.
2. Each raga also has emotional connotations within an aesthetic system known as rasa.

a. Raga nilambari is closely associated with lullabies.
b. Can best be represented in Indian sargam notation.

i. Sa Ri Ga Ma Pa Dha Ni
ii. Each scale degree within a raga is called a svara.
iii. Each scale degree is combined with a type of ornament called a gamaka.

c. The Tamil word for “lullaby” is talattu, or "tongue rocking."

i. Vocables, araro ariraro, symbolize the motion of rocking a child.

d. Raga nilambari is mostly used for lullabies.
i. Considered to have a specific effect on the body
ii. Thought to have a sleep-inducing effect on both mortals and deities
iii. Also used in non-lullaby music, though that music is typically still thought to have a connection to sleep and lullabies


** 3. CASE STUDY: THE QUINCEAÑERA

*** A. La quinceañera, celebrated in Latino communities, marks a teenage
girl’s passage into adulthood.

1. Celebrates a chronological passage while acknowledging a particular cultural or ethnic identity and religious affiliation

a. Celebrated with a party or ball
b. A group of female and male friends acts as a court of honor.
c. Some urban Mexican American women are more likely to perceive the quinceañera less as an initiation into adulthood than as a symbol of historical limitations on women and their choices in society.

d. The music for the celebration depends in part on whether the family is of Mexican, Puerto Rican, Dominican, or another specific background.

e. Mexican American
i. Often hire live mariachi bands for the celebration
ii. Mariachi is a Mexican instrumental ensemble combining trumpets with plucked and bowed instruments of various types.

a. Common in Mexico and the southwestern United States
b. Mariachi musicians often dress like charros, the traditional Mexican horsemen or cowboys.

iii. Many songs performed at la quinceañera are not exclusive to that occasion


** 4. CASE STUDY: BAGPIPE MUSIC

*** A. The bagpipe is a wind instrument

with an air reservoir squeezed under one arm, a blowpipe or a bellows, and one or more sounding pipes fitted with reeds that vibrate to produce sound.

1. The history of the bagpipe extends well beyond its Scottish and Irish roots.
a. Archeological evidence of bagpipes in the ancient Middle East
b. The first known mention of a bagpipe (then called the utricularius) dates back to the reign of the Roman emperor Nero.
c. Scottish bagpipe mentioned in the prologue of The Canterbury Tales.

