test4.org
*** B. Sound
1. The instrument most widely played today in Irish and Scottish bagpipe bands is the Scottish Highland bagpipe.
2. Characteristic bagpipe ornaments are called grace notes or gracings.
a. The term cutting refers to the insertion of grace notes to divide a sustained sound.
b. Doubling describes a group of several grace notes.
i. A birl is a one type of doubling.
ii. Grips are several rapid grace notes in the lower part of the chanter's range.
3. Ireland has its own pìob mhór, or "great pipes."
a. Smaller than the Scottish highland pipes
b. Has a bellows rather than a blowpipe
c. Also known as the uilleann or "union" pipes.
i. In Ireland both highland (outdoor) and uilleann (indoor) pipes are played.

ii.

Only Scottish-style pìob mhór are allowed in international competitions.
4. Canntaireachd is a vocal style that imitates the pipes.
a. Vocables indicate bagpipe melodies and their gracings.
b. There were several systems of canntaireachd.
5. Bagpipes are strongly associated with men and historically male institutions such as the military.
a. Women were not typically prohibited from playing, but commonly were restricted to step dancing.
b. In recent decades, women have been encouraged to take up bagpipes.

*** C. Setting
1. Death and commemoration
a. Bagpipes have been linked symbolically with warfare and death since 1549.
b. Piobaireachd (pibroch) is a repertory of compositions that emerged through the MacCrimmon family of pipers.
i. Consists of:
a. The ground, or melody, which is always slow and longer than a march or dance tune
b. Extended variations on the ground
ii. Has long been used as a lament to commemorate a person’s death
c. In connection with the military, bagpipes have been associated with British imperialism.
i. Traditional dress, the kilt
ii. Heard throughout the Scottish and Irish diaspora
iii. Civic duties of pipers were absorbed into modern institutional settings.
a. Bagpipe bands associated with US police and fire departments
b. After the attacks on September 11, 2001, the FDNY Pipes and Drums squad played at the funeral of every firefighter lost in the line of duty
2. Entertainment and dance
a. Today the pipes are still heard at ceilidhs, festive gatherings that include music, socializing, and dancing.
i. Rooted in public dances that flourished in the eighteenth century.
ii. First consisted of a reel, a dance played by the bagpipe in combination with a slower strathspey.
b. The term ceilidh now refers to any social-musical event associated with Scottish or Irish traditions.
3. Competitions and concerts

a. Occasions of competition and public display have long been an important part of the history of piping.
b. William Cummings
c. Competitive performances featuring several bagpipe bands became common.
d. The bagpipe thus sustains a large musical repertory rooted in its history in Scotland and Ireland but also has traveled widely over the last century and a half.

*** D. Significance
1. Many meanings have accumulated over time, inspired by the pipes' presence in a range of settings.
2. Bagpipe music continues to accrue new layers of significance.
a. The 1979 film The Onion Field, and the book on which it was based, provide a fine example of the multiple meanings of the bagpipes, as constructed through the lens of literature and film.





* Chapter 4 - Music and Migration

** I. INTRODUCTION

*** A. Music is important to the migration process for several reasons
1. Music is portable.
a. In the past, music traveled only with human migration.
b. Recently, modern transportation has allowed for mass movements to occur more quickly.
c. Recording technology has reinforced musical transmission.
2. The presence of numerous transplanted musical traditions in a single place can have a variety of outcomes.


** II. VOLUNTARY MIGRATION

*** A. Voluntary migration is the movement of people to a new region by choice, motivated by an attraction to the new locale.
1. Each wave of migration to North America has had its impact.
a. British immigrants, beginning in the seventeenth century, carried ballads with them.
b. The ballads became associated with the mountains of Virginia and Kentucky.
2. Two important transmission processes for music:
a. Oral transmission: Music is passed from person to person through performance.
b. Written transmission: Music is passed from person to person in the form of written sources.

*** B. Case Study: The Chinese Migration
1. Chinese immigration, which began around 1850, was largely voluntary, motivated in part by the attraction that the United States held for many.
a. Some Chinese immigrants called the United States Jinshan, meaning “Gold Mountain.”
i. First immigrants were attracted by the California gold rush.
ii. Later immigrants came to work on the transcontinental railroad and to escape various difficult conditions in China.
b. Episodic immigration history
c. Many early Chinese immigrants considered themselves temporary residents in the United States.
i. Hoped They hoped to make money and return home.
ii. Since 1960, most Chinese immigrants have come to settle permanently.
2. The song Ng Bak Loi Gimsaan (“Uncle Ng Comes to the Gold Mountain”) traces and recounts details of the Chinese immigration process through music.
a. Traditional southeastern song genre called muk’yu (muyu).
i. Muyu are both transmitted orally and written down in songbooks.
ii. Muyu can be sung by men or women and are performed on a variety of occasions, both public and private.
iii. Muyu texts tell of the concerns of everyday life.
iv.Written muyu have a fixed form.
① Singer adds vocables in performance.

*** C. Case Study: Arab Migration from the Middle East
1. Waves of immigration
a. During the 1870s, immigrants from Greater Syria discovered an “entrepreneurial Eden” in the United States.
b. Migration after dislocation by the Arab-Israeli conflict
i. Chain migration
ii. Constant flow of new immigrants kept connections to the homeland alive.
c. Hanan Harouni is a Lebanese singer who settled in New York City after World War II.
i. Hanan sings mawwal, a traditional Arabic form that alternates sections in free and regular rhythms.
① The song in the recording is set in a contemporary Arab musical mode called huzam.
② Text is colloquial in language and content, commenting on the pain of migration.
2. Arab Americans maintain close ties to their homelands, and many of those connections are reaffirmed and symbolized through song.
a. Lebanese singer Fairuz (Nuhad Haddad) in Las Vegas in 1999
i. Used traditional instruments such as the ‘ud.
ii. Combined traditional Lebanese instruments with Western instruments such as the violin


** III.FORCED MIGRATION

