test4.html

<div id="outline-container-orgb2c6145" class="outline-4">
<h4 id="orgb2c6145">B. Sound</h4>
<div class="outline-text-4" id="text-orgb2c6145">
<ol class="org-ol">
<li>The instrument most widely played today in Irish and Scottish bagpipe bands is the Scottish Highland bagpipe.</li>
<li>Characteristic bagpipe ornaments are called grace notes or gracings.</li>
</ol>
<p>
a. The term cutting refers to the insertion of grace notes to divide a sustained sound.
b. Doubling describes a group of several grace notes.
i. A birl is a one type of doubling.
ii. Grips are several rapid grace notes in the lower part of the chanter's range.
</p>
<ol class="org-ol">
<li>Ireland has its own pìob mhór, or "great pipes."</li>
</ol>
<p>
a. Smaller than the Scottish highland pipes
b. Has a bellows rather than a blowpipe
c. Also known as the uilleann or "union" pipes.
i. In Ireland both highland (outdoor) and uilleann (indoor) pipes are played.
</p>

<p>
ii.
</p>

<p>
Only Scottish-style pìob mhór are allowed in international competitions.
</p>
<ol class="org-ol">
<li>Canntaireachd is a vocal style that imitates the pipes.</li>
</ol>
<p>
a. Vocables indicate bagpipe melodies and their gracings.
b. There were several systems of canntaireachd.
</p>
<ol class="org-ol">
<li>Bagpipes are strongly associated with men and historically male institutions such as the military.</li>
</ol>
<p>
a. Women were not typically prohibited from playing, but commonly were restricted to step dancing.
b. In recent decades, women have been encouraged to take up bagpipes.
</p>
</div>
</div>

<div id="outline-container-org4002d6d" class="outline-4">
<h4 id="org4002d6d">C. Setting</h4>
<div class="outline-text-4" id="text-org4002d6d">
<ol class="org-ol">
<li>Death and commemoration</li>
</ol>
<p>
a. Bagpipes have been linked symbolically with warfare and death since 1549.
b. Piobaireachd (pibroch) is a repertory of compositions that emerged through the MacCrimmon family of pipers.
i. Consists of:
a. The ground, or melody, which is always slow and longer than a march or dance tune
b. Extended variations on the ground
ii. Has long been used as a lament to commemorate a person’s death
c. In connection with the military, bagpipes have been associated with British imperialism.
i. Traditional dress, the kilt
ii. Heard throughout the Scottish and Irish diaspora
iii. Civic duties of pipers were absorbed into modern institutional settings.
a. Bagpipe bands associated with US police and fire departments
b. After the attacks on September 11, 2001, the FDNY Pipes and Drums squad played at the funeral of every firefighter lost in the line of duty
</p>
<ol class="org-ol">
<li>Entertainment and dance</li>
</ol>
<p>
a. Today the pipes are still heard at ceilidhs, festive gatherings that include music, socializing, and dancing.
i. Rooted in public dances that flourished in the eighteenth century.
ii. First consisted of a reel, a dance played by the bagpipe in combination with a slower strathspey.
b. The term ceilidh now refers to any social-musical event associated with Scottish or Irish traditions.
</p>
<ol class="org-ol">
<li>Competitions and concerts</li>
</ol>

<p>
a. Occasions of competition and public display have long been an important part of the history of piping.
b. William Cummings
c. Competitive performances featuring several bagpipe bands became common.
d. The bagpipe thus sustains a large musical repertory rooted in its history in Scotland and Ireland but also has traveled widely over the last century and a half.
</p>
</div>
</div>

<div id="outline-container-org2d8f67e" class="outline-4">
<h4 id="org2d8f67e">D. Significance</h4>
<div class="outline-text-4" id="text-org2d8f67e">
<ol class="org-ol">
<li>Many meanings have accumulated over time, inspired by the pipes' presence in a range of settings.</li>
<li>Bagpipe music continues to accrue new layers of significance.</li>
</ol>
<p>
a. The 1979 film The Onion Field, and the book on which it was based, provide a fine example of the multiple meanings of the bagpipes, as constructed through the lens of literature and film.
</p>
</div>
</div>
</div>
</div>





<div id="outline-container-orgb27b81b" class="outline-2">
<h2 id="orgb27b81b">Chapter 4 - Music and Migration</h2>
<div class="outline-text-2" id="text-orgb27b81b">
</div>
<div id="outline-container-org2456245" class="outline-3">
<h3 id="org2456245">I. INTRODUCTION</h3>
<div class="outline-text-3" id="text-org2456245">
</div>
<div id="outline-container-org13412a8" class="outline-4">
<h4 id="org13412a8">A. Music is important to the migration process for several reasons</h4>
<div class="outline-text-4" id="text-org13412a8">
<ol class="org-ol">
<li>Music is portable.</li>
</ol>
<p>
a. In the past, music traveled only with human migration.
b. Recently, modern transportation has allowed for mass movements to occur more quickly.
c. Recording technology has reinforced musical transmission.
</p>
<ol class="org-ol">
<li>The presence of numerous transplanted musical traditions in a single place can have a variety of outcomes.</li>
</ol>
</div>
</div>
</div>


<div id="outline-container-orgf96446e" class="outline-3">
<h3 id="orgf96446e">II. VOLUNTARY MIGRATION</h3>
<div class="outline-text-3" id="text-orgf96446e">
</div>
<div id="outline-container-org243cf00" class="outline-4">
<h4 id="org243cf00">A. Voluntary migration is the movement of people to a new region by choice, motivated by an attraction to the new locale.</h4>
<div class="outline-text-4" id="text-org243cf00">
<ol class="org-ol">
<li>Each wave of migration to North America has had its impact.</li>
</ol>
<p>
a. British immigrants, beginning in the seventeenth century, carried ballads with them.
b. The ballads became associated with the mountains of Virginia and Kentucky.
</p>
<ol class="org-ol">
<li>Two important transmission processes for music:</li>
</ol>
<p>
a. Oral transmission: Music is passed from person to person through performance.
b. Written transmission: Music is passed from person to person in the form of written sources.
</p>
</div>
</div>

<div id="outline-container-orgeb85265" class="outline-4">
<h4 id="orgeb85265">B. Case Study: The Chinese Migration</h4>
<div class="outline-text-4" id="text-orgeb85265">
<ol class="org-ol">
<li>Chinese immigration, which began around 1850, was largely voluntary, motivated in part by the attraction that the United States held for many.</li>
</ol>
<p>
a. Some Chinese immigrants called the United States Jinshan, meaning “Gold Mountain.”
i. First immigrants were attracted by the California gold rush.
ii. Later immigrants came to work on the transcontinental railroad and to escape various difficult conditions in China.
b. Episodic immigration history
c. Many early Chinese immigrants considered themselves temporary residents in the United States.
i. Hoped They hoped to make money and return home.
ii. Since 1960, most Chinese immigrants have come to settle permanently.
</p>
<ol class="org-ol">
<li>The song Ng Bak Loi Gimsaan (“Uncle Ng Comes to the Gold Mountain”) traces and recounts details of the Chinese immigration process through music.</li>
</ol>
<p>
a. Traditional southeastern song genre called muk’yu (muyu).
i. Muyu are both transmitted orally and written down in songbooks.
ii. Muyu can be sung by men or women and are performed on a variety of occasions, both public and private.
iii. Muyu texts tell of the concerns of everyday life.
iv.Written muyu have a fixed form.
① Singer adds vocables in performance.
</p>
</div>
</div>

<div id="outline-container-org8d69e4b" class="outline-4">
<h4 id="org8d69e4b">C. Case Study: Arab Migration from the Middle East</h4>
<div class="outline-text-4" id="text-org8d69e4b">
<ol class="org-ol">
<li>Waves of immigration</li>
</ol>
<p>
a. During the 1870s, immigrants from Greater Syria discovered an “entrepreneurial Eden” in the United States.
b. Migration after dislocation by the Arab-Israeli conflict
i. Chain migration
ii. Constant flow of new immigrants kept connections to the homeland alive.
c. Hanan Harouni is a Lebanese singer who settled in New York City after World War II.
i. Hanan sings mawwal, a traditional Arabic form that alternates sections in free and regular rhythms.
① The song in the recording is set in a contemporary Arab musical mode called huzam.
② Text is colloquial in language and content, commenting on the pain of migration.
</p>
<ol class="org-ol">
<li>Arab Americans maintain close ties to their homelands, and many of those connections are reaffirmed and symbolized through song.</li>
</ol>
<p>
a. Lebanese singer Fairuz (Nuhad Haddad) in Las Vegas in 1999
i. Used traditional instruments such as the ‘ud.
ii. Combined traditional Lebanese instruments with Western instruments such as the violin
</p>
</div>
</div>
</div>


<div id="outline-container-org6ac584f" class="outline-3">
<h3 id="org6ac584f">III.FORCED MIGRATION</h3>
<div class="outline-text-3" id="text-org6ac584f">
</div>
