test4.org
*** A. Case Study: African Forced Migrations
1. Two causes of forced migration—conquest and slavery—continue to reverberate in the background of American life and musical styles.
a. Conquest, the westward expansion across North America, is celebrated in US popular culture, but:
i. Forced movement of millions of Africans through the slave trade
ii. Native American populations severely reduced through warfare and disease.
2. Many important musical repertories show traces of the painful experiences of African Americans during the slave era that followed their forced movement to the US.
a. Among the most influential of these repertories is the black spiritual.
i. Musical expression of slaves who converted to Christianity
ii. The first collection of spirituals was published under the title Slave Songs of the United States
① From oral tradition; originally sung in unison
② Later sung in call-and-response style

iii. Fisk Jubilee Singers traveled internationally and included spirituals in their public performances.
iv. Folk singers learned spirituals through oral transmission as well as from early recordings.
① Huddie Ledbetter(“Leadbelly”)
v. Black concert artists inspired by Fisk Jubilee Singers, notated sources, and renditions in the oral tradition, began to perform on the concert stage.
① Paul Robeson

*** B. Case Study: The Vietnamese Migration
1. The history of the present-day Vietnamese diaspora had its roots in the midseventeenth century.
a. French missionaries and French colonial control
i. Ho Chi Minh and the Communist North
ii. Division into North and South in 1954
b. American presence and the Vietnam War
i. Many Vietnamese forced to emigrate after the fall of Saigon
ii. Later waves of Vietnamese refugees fled mainly in small boats and makeshift rafts.
iii. Seventy percent immigrated to the United States, particularly the Gulf Coast and Texas.
2. Vietnamese diaspora communities in large urban centers have also hosted large popular musical events called da vu, or “night dance.”
a. These growing Vietnamese communities actively cultivate their music traditions.
b. Visiting troupes of musicians from Vietnam occasionally travel to diaspora communities.
3. The sound of Vietnamese instruments is often intended to elicit a strong emotional response as well.
a. Dan nguyet, a lute
b. Dan bau, a monochord instrument
i. Consists of a single string, a resonating chamber, and a small bamboo shaft
ii. Can produce a wide variety of sounds, even an imitation of the human voice
4. Music in Vietnamese refugee camps provides examples of how music is influenced by forced migration.
a. Many different musical styles.
b. People sang sad songs and love songs as an expression of political ideology.
c. Pham Duy’s music was heard in the camps, and he remains the bestknown Vietnamese composer in the diaspora.

*** C. THE NATIONAL ROAD SONG CYCLE
1. Pham Duy’s Con Duong Cai Quan (The National Road: A Voyage through Vietnam) is a song cycle incorporating several different streams of musical influence.

a. Tells of a traveler’s journey through Vietnam from north to south
b. Texts celebrate the cultural diversity and regional differences in the country and trace aspects of its history
c. Hybrid musical language with both Vietnamese and Western elements
i. One style, called tan nhac, combined Western instruments and
Vietnamese lyrics
ii. Nineteen songs divided into three sections representing:
① north Vietnam
② central Vietnam
③ south Vietnam
2. Sound
a. Song Come to Hue, Come for solo female voice
i. Pentatonic scale; modulation
ii. The harmony supports the pentatonic melodies.
b. Song Who Is Walking on the Endless Road for chorus and soloist
i. Combination of the word ho (pronounced “haw”), which means “to
raise the voice,” joined with vocables, signals Vietnamese roots
ii. Men’s and women’s voices alternate in call and response


3. Setting
a. Pham Duy’s compositions, like most Vietnamese musics, provide a basis
for reinterpretation, easily adapting to different performance contexts.
i. Come to Hue, Come
① Amateur singer and pianist
② Followed by popular dance music presented by local family
combo with electric guitars, keyboards, drums, and singer
ii. Who Is Walking on the Endless Road
① Arranged for synthesizer and performed in a symphonic
version
② Bridges the gap between Vietnamese immigrants and their
children born in the diaspora


4. Significance
a. The National Road had a powerful significance for the composer and
evoked a deep response from Vietnamese of the diaspora
b. Intended as a musical realization of a unified, independent Vietnam,
until recently it survived only abroad as an important musical symbol of
the continuing divide between the Vietnamese in their home country
and those in the diaspora.





* Chapter 5 – Music and Memory

** I. INTRODUCTION

*** A. Musical transmission is dependent on processes of remembering.

1. Song texts and melodies can remind us of people, places, and events.

2. Through repeated performances over time and in different settings, music draws on a partly subconscious bank of memories, sometimes triggering long-forgotten recollections and emotions.

3. The physical processes involved in musicmaking calls on what has been termed “habit memory.”

*** B. When we participate in or hear a musical performance, we experience a feeling similar to that in which a memory was first generated.

1. The study of musical transmission requires us to think about the processes of remembering.

2. Musicmaking depends on both individual and shared, or collective, memories.


** II. REMEMBERING THROUGH MUSIC

