test4.html
<div id="outline-container-org59dda7f" class="outline-4">
<h4 id="org59dda7f">A. Case Study: The Corrido</h4>
<div class="outline-text-4" id="text-org59dda7f">
<ol class="org-ol">
<li>The Mexican corrido (ballad) is an example of the ability of music to convey</li>
</ol>
<p>
memories of particular places, people, and events.
a. In the corrido, as in most other ballads, memories are carried
primarily in the text.
b. The melody supports that text and helps the singer recall it during a
performance.
</p>
<ol class="org-ol">
<li>The corrido first emerged in the second half of the nineteenth century as a</li>
</ol>
<p>
song genre shaped by intercultural conflict.
a. Influenced by conflicts between Mexicans and Americans in the
Mexican–US border region
b. Became a medium through which Mexicans and Mexican Americans
could respond to American domination
</p>
<ol class="org-ol">
<li>Corridos of the late nineteenth and early twentieth centuries focused on the</li>
</ol>
<p>
actions of important individuals, recounted in hero corridos.
a. The corrido Gregorio Cortez is a famous example of this repertory.
i. Portrayal of larger-than-life Mexican figures
ii. Important to Texan Mexicans
iii. The corrido underwent a period of decline and transformation
after its great popularity in the 1910s and 1920s.
</p>
<ol class="org-ol">
<li>The texts about heroes were replaced with what have been termed</li>
</ol>
<p>
victim corridos.
a. Emerged in the 1930s just as Mexican American society was becoming
part of a more urban, Americanized culture
b. Used song to inspire the Mexican American community to take
collective action on the victims' behalf
</p>
<ol class="org-ol">
<li>New revolutionary corrido repertory arose that commented on social and</li>
</ol>
<p>
economic hardships.
a. Critiqued the Mexican political situation in the 1990s
</p>

<p>
6. Narco-corridos, or "drug ballads," also have beenpopular in recent decades.
a. Compared with gangsta rap
b. Widely performed by popular groups such as Los Tigres del Norte
i. Intended as constructive criticism, not praise
ii. Many of the songs speak of the difficult lives of Mexican
immigrants to the United States.
</p>
<ol class="org-ol">
<li>In the twenty-first century, the corrido continues to chronicle major events</li>
</ol>
<p>
and ensure they are remembered through music.
a. Black September commemorates the attacks of September 11, 2001.
b. The Ballad of Osama bin Laden adapts the classic hero corrido format
to interrogate the motives of the commander of the same attacks.
</p>
</div>
</div>
</div>


<div id="outline-container-org533ea8c" class="outline-3">
<h3 id="org533ea8c">III. COMMEMORATING THROUGH MUSIC</h3>
<div class="outline-text-3" id="text-org533ea8c">
</div>
<div id="outline-container-org656fd7f" class="outline-4">
<h4 id="org656fd7f">A. Case Study: The Jazz Funeral</h4>
<div class="outline-text-4" id="text-org656fd7f">
<ol class="org-ol">
<li>Marks the death of a musician or some other person of note.</li>
<li>Louis “Satchmo” Armstrong had two funerals:</li>
</ol>
<p>
a. A conventional ceremony near his home in New York City
b. Old-fashioned jazz funeral in New Orleans, the city of his birth
i. Features a jazz band, which improvises on both the melody and
accompanying parts of popular songs
a. The band leads a procession, followed by a hearse
carrying the coffin, mourners, and members of the
funeral association
ii. At the cemetery, the band plays hymns (sacred songs for
worship) and dirges (slow instrumental laments)
iii. Music played during the return from the cemetery is a fast,
lively repertory, in accordance with African American belief
that the funeral is not only a farewell, but also a celebration of
the person's life and a time for rejoicing.
a. Onlookers join the second line, a crowd that follows the
band and the mourners as they process through the
streets.
b. Once the band is a respectful distance from cemetery, it
plays lively marches or popular tunes that contrast with
the solemn hymns played on the way to the cemetery.
</p>
</div>
</div>
</div>


<div id="outline-container-org45c6ecf" class="outline-3">
<h3 id="org45c6ecf">IV. RECONCILING MEMORIES THROUGH MUSIC</h3>
<div class="outline-text-3" id="text-org45c6ecf">
</div>
