test4.org
*** A. Case Study: The Syrian Jewish Pizmon
1. Music can sustain memories that seem at odds with the present-day settings
in which the music is transmitted.
a. Pizmon literally means “adoration” or “praise.”
i. Most of these hymns consist of Hebrew texts set to melodies
borrowed from Middle Eastern Arab music.
ii. Syrian Jews have continued to sing these hymns and have also
composed new pizmonim.
2. The sound of the pizmon

a. The pizmon tradition had its beginnings in the late Middle Ages.
i. Contrafactum is the use of a preexisting melody with new text.
ii. The use of well-known, preexisting melodies ensures that the
new text will be remembered more easily.
b. Most pizmonim borrow tunes from Arab songs and are based on the
Arab musical system of maqam.
i. Maqam are the core of Arab music.
ii. Each maqam is a category of melodies that share pitch content,
range, and characteristic ornaments.
iii. There are at least a dozen important categories of maqamat,
each distinguished by its pitch content and ornaments.
a. Scales based on tetrachords
c. Syrian Jews prescribe one maqam to be emphasized each week.
Selected pizmonim and important prayers are sung in the
weekly maqam.
i. Maqam nahawand from the late nineteenth century has
remained popular into the present time.
a. Sounds similar to the minor scale of Western music.
b. Western notation helped standardize maqam.
c. Pizmon Attah El Kabbir is an interesting case study of
musical transmission. It spread as Syrian Jews migrated
from Syria to other places.
d. Has a layali (improvised vocal introduction) that
establishes the maqam of the subsequent song.
e. Pizmon melody maintains a well-known Arab three-part
form, the muwashshah.
ii. Maqam ajam is very similar to the Western major scale.
a. Resembles Western melodies
b. Not based on Arab sources
3. The settings of pizmon performance
a. Most performed to celebrate births, bar mitzvahs, weddings, etc.
i. A new pizmon is often composed for the birth of a baby.
ii. If a given pizmon becomes popular, it can be performed at
subsequent events and enter the chain of musical transmission.
b. Important setting for pizmon transmission is a Sabbath afternoon
songfest called the Sebet
i. Plays a major role in Syrian Jews’ ceremonial and social life,
including helping to reinforce memories
ii. Transplanted through migration
iii. Includes only unaccompanied pizmonim sung in Hebrew
c. Pizmonim are also performed at parties known as haflah that
celebrate special occasions, such as anniversaries.
i. Performers sing the original songs from which
the pizmon melodies have been taken, complete with their
Arabic texts.
ii. Songs in Arabic with instrumental accompaniment.

4. Musical sources for diaspora pizmonim
a. Pizmon melodies have been drawn from many sources, including from
music traditions Syrian Jews encountered in their new homelands.
b. Mifalot Elohim, written for a wedding in New York City, became a
popular pizmon for a time.
i. Based on the groom’s high school song, which had also been
based on the Christmas carol O Tannenbaum.
ii. Rarely sung in Syrian Jewish circles because they began to
associate its melody with Christmas rather than the school
song.
iii. Classified as maqam ajam, even though not an Arab source.
5. Continuing use of Arab melodies
a. Pizmonim depend most heavily on the Arab musical tradition for their
inspiration.
b. Pizmon Ramah Evarai was composed for a bar mitzvah.
i. Also used for the dedication of a newly copied Torah scroll the
same day as the bar mitzvah.
ii. Based on the Arab song The Wheat Song
a. The Wheat Song was composed by Muhammad Abd alWahhab, who is known as an innovator in Arab musical
style.
b. The Wheat Song was very popular.
A. Composed for a movie in 1946
B. Recordings were circulated widely

iii. The pizmon composer Louis Massry chose the melody of The
Wheat Song because it was memorable.
a. By borrowing a melody from this song, the pizmon
carries memories of Middle Eastern life.
b. The Hebrew contrafactum text has many hidden
meanings, with references to Jewish law and custom.





* Chapter 6 - Music, Mobility, and the Global Marketplace


** 1. INTRODUCTION

*** A. Global forces shape present-day musical transmission and performance.
1. New settings for musical performance have opened new channels of
musical transmission.
a. International educational exchanges, recordings, broadcasts,
festivals
b. Historical roots in the nineteenth-century colonial era and
exhibition culture in Europe and the United States
2. The juxtaposition of musical traditions within the same settings has
also resulted in exchanges among musicians who did not formerly
interact.

*** B. All micromusics—small musical units within big music cultures—can be situated within three interacting and overlapping levels.
1. Subculture: includes local, personal, familial, occupational, and
community networks
2. Interculture: subcultures' influence on each other through economic
or commercial connections, proximity, or affinity
3. Superculture: shaped by the power of the state and by the national
and global economy


** 2. TRAVEL AND TOURISM

