test4.html
<div id="outline-container-orgce62c20" class="outline-4">
<h4 id="orgce62c20">A. Case Study: The Syrian Jewish Pizmon</h4>
<div class="outline-text-4" id="text-orgce62c20">
<ol class="org-ol">
<li>Music can sustain memories that seem at odds with the present-day settings</li>
</ol>
<p>
in which the music is transmitted.
a. Pizmon literally means “adoration” or “praise.”
i. Most of these hymns consist of Hebrew texts set to melodies
borrowed from Middle Eastern Arab music.
ii. Syrian Jews have continued to sing these hymns and have also
composed new pizmonim.
</p>
<ol class="org-ol">
<li>The sound of the pizmon</li>
</ol>

<p>
a. The pizmon tradition had its beginnings in the late Middle Ages.
i. Contrafactum is the use of a preexisting melody with new text.
ii. The use of well-known, preexisting melodies ensures that the
new text will be remembered more easily.
b. Most pizmonim borrow tunes from Arab songs and are based on the
Arab musical system of maqam.
i. Maqam are the core of Arab music.
ii. Each maqam is a category of melodies that share pitch content,
range, and characteristic ornaments.
iii. There are at least a dozen important categories of maqamat,
each distinguished by its pitch content and ornaments.
a. Scales based on tetrachords
c. Syrian Jews prescribe one maqam to be emphasized each week.
Selected pizmonim and important prayers are sung in the
weekly maqam.
i. Maqam nahawand from the late nineteenth century has
remained popular into the present time.
a. Sounds similar to the minor scale of Western music.
b. Western notation helped standardize maqam.
c. Pizmon Attah El Kabbir is an interesting case study of
musical transmission. It spread as Syrian Jews migrated
from Syria to other places.
d. Has a layali (improvised vocal introduction) that
establishes the maqam of the subsequent song.
e. Pizmon melody maintains a well-known Arab three-part
form, the muwashshah.
ii. Maqam ajam is very similar to the Western major scale.
a. Resembles Western melodies
b. Not based on Arab sources
</p>
<ol class="org-ol">
<li>The settings of pizmon performance</li>
</ol>
<p>
a. Most performed to celebrate births, bar mitzvahs, weddings, etc.
i. A new pizmon is often composed for the birth of a baby.
ii. If a given pizmon becomes popular, it can be performed at
subsequent events and enter the chain of musical transmission.
b. Important setting for pizmon transmission is a Sabbath afternoon
songfest called the Sebet
i. Plays a major role in Syrian Jews’ ceremonial and social life,
including helping to reinforce memories
ii. Transplanted through migration
iii. Includes only unaccompanied pizmonim sung in Hebrew
c. Pizmonim are also performed at parties known as haflah that
celebrate special occasions, such as anniversaries.
i. Performers sing the original songs from which
the pizmon melodies have been taken, complete with their
Arabic texts.
ii. Songs in Arabic with instrumental accompaniment.
</p>

<p>
4. Musical sources for diaspora pizmonim
a. Pizmon melodies have been drawn from many sources, including from
music traditions Syrian Jews encountered in their new homelands.
b. Mifalot Elohim, written for a wedding in New York City, became a
popular pizmon for a time.
i. Based on the groom’s high school song, which had also been
based on the Christmas carol O Tannenbaum.
ii. Rarely sung in Syrian Jewish circles because they began to
associate its melody with Christmas rather than the school
song.
iii. Classified as maqam ajam, even though not an Arab source.
</p>
<ol class="org-ol">
<li>Continuing use of Arab melodies</li>
</ol>
<p>
a. Pizmonim depend most heavily on the Arab musical tradition for their
inspiration.
b. Pizmon Ramah Evarai was composed for a bar mitzvah.
i. Also used for the dedication of a newly copied Torah scroll the
same day as the bar mitzvah.
ii. Based on the Arab song The Wheat Song
a. The Wheat Song was composed by Muhammad Abd alWahhab, who is known as an innovator in Arab musical
style.
b. The Wheat Song was very popular.
A. Composed for a movie in 1946
B. Recordings were circulated widely
</p>

<p>
iii. The pizmon composer Louis Massry chose the melody of The
Wheat Song because it was memorable.
a. By borrowing a melody from this song, the pizmon
carries memories of Middle Eastern life.
b. The Hebrew contrafactum text has many hidden
meanings, with references to Jewish law and custom.
</p>
</div>
</div>
</div>
</div>





<div id="outline-container-orgb6dc519" class="outline-2">
<h2 id="orgb6dc519">Chapter 6 - Music, Mobility, and the Global Marketplace</h2>
<div class="outline-text-2" id="text-orgb6dc519">
</div>
<div id="outline-container-org3e75feb" class="outline-3">
<h3 id="org3e75feb">1. INTRODUCTION</h3>
<div class="outline-text-3" id="text-org3e75feb">
</div>
<div id="outline-container-org2f8bd11" class="outline-4">
<h4 id="org2f8bd11">A. Global forces shape present-day musical transmission and performance.</h4>
<div class="outline-text-4" id="text-org2f8bd11">
<ol class="org-ol">
<li>New settings for musical performance have opened new channels of</li>
</ol>
<p>
musical transmission.
a. International educational exchanges, recordings, broadcasts,
festivals
b. Historical roots in the nineteenth-century colonial era and
exhibition culture in Europe and the United States
</p>
<ol class="org-ol">
<li>The juxtaposition of musical traditions within the same settings has</li>
</ol>
<p>
also resulted in exchanges among musicians who did not formerly
interact.
</p>
</div>
</div>

<div id="outline-container-org538aa49" class="outline-4">
<h4 id="org538aa49">B. All micromusics—small musical units within big music cultures—can be situated within three interacting and overlapping levels.</h4>
<div class="outline-text-4" id="text-org538aa49">
<ol class="org-ol">
<li>Subculture: includes local, personal, familial, occupational, and</li>
</ol>
<p>
community networks
</p>
<ol class="org-ol">
<li>Interculture: subcultures' influence on each other through economic</li>
</ol>
<p>
or commercial connections, proximity, or affinity
</p>
<ol class="org-ol">
<li>Superculture: shaped by the power of the state and by the national</li>
</ol>
<p>
and global economy
</p>
</div>
</div>
</div>


<div id="outline-container-org09e3bd9" class="outline-3">
<h3 id="org09e3bd9">2. TRAVEL AND TOURISM</h3>
<div class="outline-text-3" id="text-org09e3bd9">
</div>
