test4.html
<div id="outline-container-org33eec34" class="outline-4">
<h4 id="org33eec34">A. Case Study: The Hawaiian Sound</h4>
<div class="outline-text-4" id="text-org33eec34">
<ol class="org-ol">
<li>The exhibition and sale of music as part of tourism became a lucrative</li>
</ol>
<p>
industry in many places long before the middle and late twentieth
century.
a. Sounds of the steel guitar and ukulele, as well as the swaying
movements of the hula dance, became inseparable from the
burgeoning Pacific tourist trade.
b. These sounds and sights came to signify Hawaii.
</p>
<ol class="org-ol">
<li>Some of the foremost performers responsible for the global marketing</li>
</ol>
<p>
of Hawaiian music were not native Hawaiians.
a. The Moe family spent virtually all of their adult lives abroad.
i. Born in Samoa; moved to Hawaii at an early age
ii. The brothers eventually split up into separate
ensembles.
b. Signed in 1941 by the impresario Felix Mendelssohn
i. The group became quite well known in Europe and Asia.
ii. Mendelssohn promoted the Pulu Moe ensemble
vigorously, marketing them as "foreign" and "exotic."
iii. After Mendelssohn’s death, the Moe Trio disbanded.
a. Pulu Moe worked in a factory in London and
returned to Hawaii in 1962.
</p>

<p>
b. Tau Moe family continued to tour and returned
to Hawaii in their eighties.
</p>
<ol class="org-ol">
<li>The ukulele has enjoyed several waves of popularity in North America.</li>
</ol>
<p>
a. The popularity of the steel guitar and ukulele spread to North
America first during the ukulele craze of the 1920s and 1930s.
b. Revived through LP recordings in the 1950s
c. Recent restoring and remastering of historic Hawaiian
recordings
d. The third great ukulele era began in 2006 with Jake
Shimakukuro’s performance on a viral YouTube video.
</p>
<ol class="org-ol">
<li>Since the 1970s, Hawaii has seen a resurgence of interest in its</li>
</ol>
<p>
indigenous music and hula dance traditions.
a. Hula is popular internationally as well.
i. There are approximately forty hula schools in Holland,
more than six hundred in Mexico, and about one
thousand in Japan.
a. Hawaiian music and hula have become
enormously popular among young Japanese
women.
b. Today, ukulele lessons are aired on Japanese
television.
b. Hawaiian music is found internationally in surprising locales.
i. Hula and ukulele workshops and classes are held
throughout the United States.
ii. Hawaii-based dance groups focus entirely on the hula.
iii. Many in the continental United States teach, perform,
and maintain many Polynesian dances.
</p>
<ol class="org-ol">
<li>The wide array of internationally dispersed Hawaiian music and</li>
</ol>
<p>
dance traditions testifies to the impact of tourism on music.
</p>
</div>
</div>
</div>


<div id="outline-container-org72f01dd" class="outline-3">
<h3 id="org72f01dd">3. INTERCULTURAL TRANSMISSION AND BOUNDARY CROSSING</h3>
<div class="outline-text-3" id="text-org72f01dd">
</div>
<div id="outline-container-orgb52c485" class="outline-4">
<h4 id="orgb52c485">A. Case Study: New Music for Balinese Gamelan</h4>
<div class="outline-text-4" id="text-orgb52c485">
<ol class="org-ol">
<li>Gamelan internationally supported by the Indonesian government to</li>
</ol>
<p>
represent indigenous musical traditions abroad.
a. Gamelan has influenced many outside of Indonesia.
i. Inspiring new compositions for the traditional
ensemble
ii. Inspiring some composers to build their own newly
designed gamelan and to write music for them
b. Gong kebyar style was performed by a new gamelan ensemble
in the first decades of the twentieth century.
</p>
<ol class="org-ol">
<li>New Balinese gamelan began to attract national and international</li>
</ol>
<p>
attention
a. Balinese dancers and musicians performed to great acclaim at
the 1931 International Colonial Exposition in Paris.
</p>

<p>
i. Bali became a chic tourist destination.
ii. Bali became the fashion in many distant places.
b. Following Indonesian independence in 1945, Balinese culture
was pushed to the fore as an international symbol of Indonesia.
i. A gamelan gong kebyar was installed at the Presidential
Palace in Bali.
ii. Music also continued to play a powerful role in the
internal Balinese political process.
c. In the 1960s, the institutional settings for transmission
of gamelan gong kebyar music were altered.
i. Government-sponsored schools for music, dance,
shadow puppetry, and visual arts were established in
Bali.
ii. Schools' staffs included increasing numbers of Balinese
musicians who had received some of their training
abroad.
iii. The music continues to be multidimensional and
embodies the contradictions, continuities, and
instability of twentieth-century Balinese history.
</p>
<ol class="org-ol">
<li>One well-known Balinese composer at work today is I Nyoman</li>
</ol>
<p>
Windha.
a. First made his reputation as an accomplished ugal player
i. Began composing in 1983
ii. Produced numerous works well known both in Bali and
abroad
a. Traveled often among Indonesia, the United
States, and Germany
b. In 2003, Windha moved to California
b. Worked closely with Gamelan Sekar Jaya
i. Windha composed Kembang Pencak.
a. Pencak is a type of martial arts from Indonesia,
and kembang means "blooming."
b. Musical genre: kreasi baru
ii. Characterized by diverse ingredients
a. Unstable and asymmetrical sections
b. Quick changes of texture and tempo
c. Windha joined Berkeley's gamelan Sekar Jaya for a year-long
residency.
i. Met Evan Ziporyn
ii. Kembang Pencak became the model for a new piece
titled Kekembangan.
a. Highlights differences between Balinese and
American musical systems and ways of hearing
b. Substitutes a saxophone quartet for the male
singers
</p>
</div>
</div>
</div>


<div id="outline-container-orgd47d515" class="outline-3">
<h3 id="orgd47d515">4. MUSIC AS ART AND COMMODITY</h3>
<div class="outline-text-3" id="text-orgd47d515">
</div>
<div id="outline-container-org2a61f48" class="outline-4">
<h4 id="org2a61f48">A. Case Study: Traveling the Silk Road</h4>
<div class="outline-text-4" id="text-org2a61f48">
<ol class="org-ol">
<li>The Silk Road's new settings</li>
</ol>
<p>
a. The historical Silk Road provides an extraordinary tale of the
extensive movement of people and music.
b. Twentieth-century elaboration on the Silk Road theme
conceived by the renowned cellist Yo-Yo Ma
i. Launched the Silk Road Project to study the “historical
and present-day flow of culture and ideas along the
trans-Eurasian trade routes”
ii. Hopes to plant the seeds of new artistic and cultural
growth
c. Yo-Yo Ma provides a model for musical mobility.
i. Performs in a range of styles, crossing frequently and
deliberately between soundscapes
ii. Has collaborated with other classical musicians
iii. Performs with musicians well established in other
musical styles
a. Hush with Bobby McFerrin
b. Grammy for Soul of the Tango
c. Collaborated with Cuban and Brazilian musicians
to produce Obrigado Brazil
</p>
<ol class="org-ol">
<li>Connecting Silk Road sounds and significances</li>
</ol>
<p>
a. Ma launched a cross-cultural project with two goals.
i. To present music and musicians from cultures along the
ancient Silk Road
ii. To commission new music from composers from these
regions
b. Ma himself has become an active force in initiating musical
transmission.
i. Project began its life as a global musical initiative
drawing heavily on subcultural and intercultural
musical resources.
ii. It sponsors concert tours by traditional musicians,
produces recordings, and collaborates with institutions
to produce festivals on the theme of the Silk Road.
iii. The project required considerable financial resources,
mainly obtained through global corporate sponsors.
c. An important goal of the Silk Road Project is to bring attention
to diverse musical traditions from along the historic Silk Road.
i. Many of the project’s musicians were already known to
international audiences.
a. Chinese musician Wu Man, a virtuoso player on
the Chinese plucked lute, the pipa.
</p>

<p>
b. Already established on the global musical scene
d. Ma has worked actively to both commission and perform
music.
i. The Silk Road Ensemble
ii. Silk Road Journeys: When Strangers Meet
e. The Silk Road Project also organized educational projects
around the world.
</p>
</div>
</div>
</div>
</div>





<div id="outline-container-org2daae49" class="outline-2">
<h2 id="org2daae49">Chapter 7 - Music and Dance</h2>
<div class="outline-text-2" id="text-org2daae49">
</div>
