test4.org
*** A. Like music, dance exists in time and space.

*** B. Dance and its musical accompaniment are so closely joined that both are often known by the same name.
1. Dance almost always makes a statement about its time and place, and about the people who are performing it.
2. Dances can reflect and express a range of emotions.

*** C. Dance enacts the most important values of a soundscape and communicates and reinforces these ideas.
1. Dance ethnologists specialize in dance studies.
2. Choreometrics allows for measurement of many types of movement.
3. Recently, scholars have become more concerned with the meaning of
dance.


** 2. HEARING AND FEELING THE DANCE

*** A. Case Study: The Union of Dance and Martial Art in Capoeira
1. Capoeira, a centuries-old Afro-Brazilian performance style, combines
elements of martial arts, dance, and music.
a. Two competing players perform stylized motions.
b. They are accompanied by a capoeira orchestra called the
bateria.
c. Movements are based on the “sway” (ginga), continuous
motion of the player’s body from side to side in wide-legged
stances.
2. The berimbau is the main instrument of the bateria.
a. Musical bow with a gourd resonator
i. The player holds the bow upright in one hand, pressing
a coin or stone against the string to change its pitch and
quality.
ii. The player holds a stick and a small wicker rattle filled
with seeds in the other hand, striking the string with the
stick.
b. The instruments of the bateria accompany songs with
Portuguese-language texts.
3. Capoeira commemorates strong elements of resistance against a
series of injustices to its Afro-Brazilian performers.
a. Some historians suggest that capoeira is descended from an
Angola combat game called n’golo.
i. Accompanied by a musical bow.
ii. Similar combat games are played across west, central,
and southern Africa, and use of musical bows across the
continent is widespread.

b. Capoeira emerged among the African slaves who worked in
plantations and mines, spreading to those performing other
forms of labor.
i. Differing regional styles
4. Capoeira’s history has three main periods
a. The slavery period (seventeenth, eighteenth, and nineteenth
centuries until 1888):
i. Ruling classes disapproved of capoeira and repressed
participation.
ii. In the nineteenth century, greater numbers practiced it
as a “game.”
b. The underground period (1892 until the 1920s):
i. The Brazilian government prohibited capoeira gangs.
ii. Musicians and artists from abroad became interested in
African traditions in the Americas.
iii. In 1922, the Brazilian Modernist movement began
exploring Afro-Brazilian culture.
c. The academy period (1920s onward):
i. Capoeira academies were established through the
efforts of masters (mestres).
a. Mestre Bimba
1. Founded the regional style associated
with Bahia
2. Developed a system of seven
melodic/rhythmic patterns called toques
3. Reduced use of drum, changed order of
roda ritual, added ceremonies
b. Mestre Pastinha
1. Focused on capoeira’s African roots and
its status as a sport
2. Advanced capoeira as a means of “selfcontrol and education”
3. Emphasized role of melody, rhythm, and
song texts
ii. Today, capoeira is a global phenomenon.
a. Masters are publicly recognized.
b. The use if berimbau has expanded beyond
capoeira.

*** B. Case Study: Moving through Time and Space with Bhangra
1. Bhangra is a dance tradition that originated in the Punjab region of
India and is now associated with South Asian diaspora communities in
Great Britain and North America.
a. Originally referred to the rhythms played by the dhol drums
i. Two-headed drum beaten with curved sticks
ii. Each head has a distinctive sound.

b. Giddha: closely related dance for Punjabi women, accompanied
by hand-claps rather than drums
c. The dhol rhythm, jhummar, originated in Punjab.
d. Other instruments were used with the dhol drums:
i. Bugdu: a monochord
ii. Algoza: a double flute
iii. Chimta: an idiophone
2. Bhangra in the diaspora
a. Bhangra might have remained a regional harvest dance had
many Punjabis not migrated to Britain in the early 1950s.
i. By the 1960s, bhangra provided a context in which
South Asian youths could affirm their cultural identities
in a positive way.
ii. By the late 1970s, a number of amateur Punjabi groups
were performing traditional bhangra at community
events.
iii. By the early 1990s, bhangra styles had emerged in
Great Britain and abroad and had crossed over into the
mainstream.
b. In North America, bhangra performance spread to schools and
college campuses.
i. Many campuses now have bhangra clubs.
ii. Many students view participation in bhangra as a way
to construct a relationship with the traditions of their
Punjabi-born parents.
c. Many bhangra styles, including rock bhangra, house bhangra,
and bhangramuffin, have used new technologies and sampling
combined with acoustic instruments.
i. However progressive its sounds and references to
gender and sexuality in the texts, bhangra movements
represent traditional South Asian notions of clear
gender roles.
a. Often separate male and female teams at
competitions
ii. Aao Nachiye was a bhangra hit of the mid-1990s
performed by the Sangeet Group.
a. Use of synthesizers and electronic manipulations
b. Retains a number of traditional elements
d. In recent years, bhangra has moved well beyond college
campuses to enter the professional "Indipop" scene.
i. Bhangra has also been performed regularly at clubs in
England and in urban North America.
ii. Bhangra and hip hop are partners in creating new
hybrid styles.

iii.

Elders in the Punjabi community have questioned
bhangra’s departure from its historical roots and
sounds.
e. Although bhangra is malleable in many ways, it has several
features that are stable and that have become its defining
characteristics.
i. Repetitive movements such as jhummar
ii. Strong, regular dhol rhythms
iii. Punjabi texts


** 3. DANCE STYLES AND THEIR MULTIPLE MEANINGS

