test4.html
<div id="outline-container-orgb7f0341" class="outline-3">
<h3 id="orgb7f0341">1. INTRODUCTION</h3>
<div class="outline-text-3" id="text-orgb7f0341">
</div>
<div id="outline-container-org7a58b9c" class="outline-4">
<h4 id="org7a58b9c">A. Like music, dance exists in time and space.</h4>
</div>

<div id="outline-container-orgf608701" class="outline-4">
<h4 id="orgf608701">B. Dance and its musical accompaniment are so closely joined that both are often known by the same name.</h4>
<div class="outline-text-4" id="text-orgf608701">
<ol class="org-ol">
<li>Dance almost always makes a statement about its time and place, and about the people who are performing it.</li>
<li>Dances can reflect and express a range of emotions.</li>
</ol>
</div>
</div>

<div id="outline-container-orga8bda7a" class="outline-4">
<h4 id="orga8bda7a">C. Dance enacts the most important values of a soundscape and communicates and reinforces these ideas.</h4>
<div class="outline-text-4" id="text-orga8bda7a">
<ol class="org-ol">
<li>Dance ethnologists specialize in dance studies.</li>
<li>Choreometrics allows for measurement of many types of movement.</li>
<li>Recently, scholars have become more concerned with the meaning of</li>
</ol>
<p>
dance.
</p>
</div>
</div>
</div>


<div id="outline-container-orgdfd0c31" class="outline-3">
<h3 id="orgdfd0c31">2. HEARING AND FEELING THE DANCE</h3>
<div class="outline-text-3" id="text-orgdfd0c31">
</div>
<div id="outline-container-orge79f919" class="outline-4">
<h4 id="orge79f919">A. Case Study: The Union of Dance and Martial Art in Capoeira</h4>
<div class="outline-text-4" id="text-orge79f919">
<ol class="org-ol">
<li>Capoeira, a centuries-old Afro-Brazilian performance style, combines</li>
</ol>
<p>
elements of martial arts, dance, and music.
a. Two competing players perform stylized motions.
b. They are accompanied by a capoeira orchestra called the
bateria.
c. Movements are based on the “sway” (ginga), continuous
motion of the player’s body from side to side in wide-legged
stances.
</p>
<ol class="org-ol">
<li>The berimbau is the main instrument of the bateria.</li>
</ol>
<p>
a. Musical bow with a gourd resonator
i. The player holds the bow upright in one hand, pressing
a coin or stone against the string to change its pitch and
quality.
ii. The player holds a stick and a small wicker rattle filled
with seeds in the other hand, striking the string with the
stick.
b. The instruments of the bateria accompany songs with
Portuguese-language texts.
</p>
<ol class="org-ol">
<li>Capoeira commemorates strong elements of resistance against a</li>
</ol>
<p>
series of injustices to its Afro-Brazilian performers.
a. Some historians suggest that capoeira is descended from an
Angola combat game called n’golo.
i. Accompanied by a musical bow.
ii. Similar combat games are played across west, central,
and southern Africa, and use of musical bows across the
continent is widespread.
</p>

<p>
b. Capoeira emerged among the African slaves who worked in
plantations and mines, spreading to those performing other
forms of labor.
i. Differing regional styles
</p>
<ol class="org-ol">
<li>Capoeira’s history has three main periods</li>
</ol>
<p>
a. The slavery period (seventeenth, eighteenth, and nineteenth
centuries until 1888):
i. Ruling classes disapproved of capoeira and repressed
participation.
ii. In the nineteenth century, greater numbers practiced it
as a “game.”
b. The underground period (1892 until the 1920s):
i. The Brazilian government prohibited capoeira gangs.
ii. Musicians and artists from abroad became interested in
African traditions in the Americas.
iii. In 1922, the Brazilian Modernist movement began
exploring Afro-Brazilian culture.
c. The academy period (1920s onward):
i. Capoeira academies were established through the
efforts of masters (mestres).
a. Mestre Bimba
</p>
<ol class="org-ol">
<li>Founded the regional style associated</li>
</ol>
<p>
with Bahia
</p>
<ol class="org-ol">
<li>Developed a system of seven</li>
</ol>
<p>
melodic/rhythmic patterns called toques
</p>
<ol class="org-ol">
<li>Reduced use of drum, changed order of</li>
</ol>
<p>
roda ritual, added ceremonies
b. Mestre Pastinha
</p>
<ol class="org-ol">
<li>Focused on capoeira’s African roots and</li>
</ol>
<p>
its status as a sport
</p>
<ol class="org-ol">
<li>Advanced capoeira as a means of “selfcontrol and education”</li>
<li>Emphasized role of melody, rhythm, and</li>
</ol>
<p>
song texts
ii. Today, capoeira is a global phenomenon.
a. Masters are publicly recognized.
b. The use if berimbau has expanded beyond
capoeira.
</p>
</div>
</div>

<div id="outline-container-orgbb0ae14" class="outline-4">
<h4 id="orgbb0ae14">B. Case Study: Moving through Time and Space with Bhangra</h4>
<div class="outline-text-4" id="text-orgbb0ae14">
<ol class="org-ol">
<li>Bhangra is a dance tradition that originated in the Punjab region of</li>
</ol>
<p>
India and is now associated with South Asian diaspora communities in
Great Britain and North America.
a. Originally referred to the rhythms played by the dhol drums
i. Two-headed drum beaten with curved sticks
ii. Each head has a distinctive sound.
</p>

<p>
b. Giddha: closely related dance for Punjabi women, accompanied
by hand-claps rather than drums
c. The dhol rhythm, jhummar, originated in Punjab.
d. Other instruments were used with the dhol drums:
i. Bugdu: a monochord
ii. Algoza: a double flute
iii. Chimta: an idiophone
</p>
<ol class="org-ol">
<li>Bhangra in the diaspora</li>
</ol>
<p>
a. Bhangra might have remained a regional harvest dance had
many Punjabis not migrated to Britain in the early 1950s.
i. By the 1960s, bhangra provided a context in which
South Asian youths could affirm their cultural identities
in a positive way.
ii. By the late 1970s, a number of amateur Punjabi groups
were performing traditional bhangra at community
events.
iii. By the early 1990s, bhangra styles had emerged in
Great Britain and abroad and had crossed over into the
mainstream.
b. In North America, bhangra performance spread to schools and
college campuses.
i. Many campuses now have bhangra clubs.
ii. Many students view participation in bhangra as a way
to construct a relationship with the traditions of their
Punjabi-born parents.
c. Many bhangra styles, including rock bhangra, house bhangra,
and bhangramuffin, have used new technologies and sampling
combined with acoustic instruments.
i. However progressive its sounds and references to
gender and sexuality in the texts, bhangra movements
represent traditional South Asian notions of clear
gender roles.
a. Often separate male and female teams at
competitions
ii. Aao Nachiye was a bhangra hit of the mid-1990s
performed by the Sangeet Group.
a. Use of synthesizers and electronic manipulations
b. Retains a number of traditional elements
d. In recent years, bhangra has moved well beyond college
campuses to enter the professional "Indipop" scene.
i. Bhangra has also been performed regularly at clubs in
England and in urban North America.
ii. Bhangra and hip hop are partners in creating new
hybrid styles.
</p>

<p>
iii.
</p>

<p>
Elders in the Punjabi community have questioned
bhangra’s departure from its historical roots and
sounds.
e. Although bhangra is malleable in many ways, it has several
features that are stable and that have become its defining
characteristics.
i. Repetitive movements such as jhummar
ii. Strong, regular dhol rhythms
iii. Punjabi texts
</p>
</div>
</div>
</div>


<div id="outline-container-org8290056" class="outline-3">
<h3 id="org8290056">3. DANCE STYLES AND THEIR MULTIPLE MEANINGS</h3>
<div class="outline-text-3" id="text-org8290056">
</div>
