test4.org
*** A. Case Study: The Tango
1. Sound and steps
a. The tango's musical foundation is a quadruple meter strongly
emphasized in the bass.
i. Features habañera rhythm, named after the Cuban
rhythm from which it was derived
b. Circular dance with steps that progress counterclockwise
i. Includes a number of standard motions
ii. Some steps are also used in Latin dances such as
the chachachá and rumba.
c. Played by the orquesta típica
i. Piano, violin, and bandoneón.
ii. Eventually became larger ensembles
2. Around 1910, tango dances began to be sung with texts.
a. The singer most responsible for the internationalization of the
tango was Carlos Gardel.
i. He was a major force in popularizing the tango in Paris
and in Argentina.
ii. Tango's popularity spread through nightclub
performances and recordings, radio, and film.
b. Tango lyrics drew on the lunfardo, a lower-class dialect of
Buenos Aires.
i. Organ grinders (organitos) also played tangos
throughout the streets.
c. Migration of the tango to Europe insured its upward mobility
in Argentina.
i. Buenos Aires followed Paris's lead in welcoming the
tango to upper-class cabarets and theaters.
3. New sounds for the concert hall
a. Astor Piazzolla created a purely instrumental "new tango," not
intended for dancing but for the concert hall.
i. Retained the sound of the bandoneón-centered tango
ensemble while expanding the rhythmic and harmonic
complexity of the music

ii.

Reshaped its sound to span the divide between popular
and classical music
iii. New tango ensemble includes several bandoneóns,
strings, and percussion instruments, as well as piano
b. European classical composers such as Igor Stravinsky had
already incorporated the tango into their compositions.
c. As the tango spread, different dance styles developed.
i. Argentine style: performed in a close embrace
ii. International style: simpler than the Argentine tango,
highly choreographed for competitions
iii. American style: a social dance, although it is performed
in competitions as well
4. Significance
a. The significance of the tango remains a source of dispute in
Argentina.
i. Themes of overt sexuality and male dominance are
embedded in the choreography of the dance.
ii. Body language incorporates and perpetuates notions of
masculine dominance.
b. As the tango spread, it was considered exotic and was
exploited as a commodity.
i. Holds great significance for its many aficionados who
are enthralled with the grace and rhythm of the dance
ii. There are tango clubs throughout the world, including
in Argentina, Germany, and Japan.






* Chapter 8 - Music and Ritual


** 1. INTRODUCTION

*** A. Public celebrations of religious belief have provided important settings for musical performance.
1. Rituals may extend well the boundaries of religious belief.
a. Ritual, sacred service, liturgy, and liturgical order are terms
used interchangeably to refer to public acts of worship.
b. Rituals tend to share a common structure.
i. Incorporate a symbolic process or change of state
ii. Three stages of a cultural ritual: separation, transition,
and incorporation
2. Music often provides clear markers of the stages in a rite of passage.
a. A ritual guides its participants through time in special ways.
b. Music and movement can be crucial to expressing what cannot
be conveyed through words.
3. The ability of ritual to evoke a strong emotional and physical response
is shaped through different means in different soundscapes.
a. There is no single musical pathway to transcendence.
b. The ritual process can also have very different outcomes.


** 2. THE CENTRALITY OF CHANT

*** A. Case Study: Tibetan Buddhist Chant
1. Chant may sound simple, but its musical surface can mask
extraordinary depths of meaning.
a. Tibetan Buddhist chant provides an example of such complex
significance.
b. Performing chant is instrumental in moving the singer through
the ritual process to a transformed state.
c. Ritual meditation text (sadhana) evokes the sacred and helps
the monk visualize and unite with the deity.
2. The biphonic vocal style of the monks includes a low fundamental in
the bass as well as a harmonic high above it.
a. Sound is actually two harmonics, the fifth and the tenth.
b. The fundamental slowly rises and falls throughout the
Mahakala ritual.
i. Elaborate ritual comprised of sustained sections of
chant (dbyangs)
ii. Accompanied by cymbals, drums, and horns
c. The “Tantra voice” is used in sound rituals associated with
Tantric belief and philosophy
3. Study of the rol mo musical repertory has shown that it contains a
complex mathematical organization of rhythmic structures.
a. Rhythmic complexities require training and experience to
perform and perceive.

b. The rhythms are not metered, cyclical, or irregular; they are
free rhythmic patterns.
4. Chant has occasionally been presented in public performance.
a. Chant has also been performed in recent years to gain political
and financial support for Tibetans exiled from their homeland.
b. It has been used in a range of popular contexts, including car
commercials on television.


** 3. THE CHANGING CONTEXTS OF RITUAL PERFORMANCE

