test4.org
*** A. Case Study: Santería
1. Afro-Cuban religion derived from West African beliefs, language, and
practices that were transplanted to the Caribbean and combined with
some aspects of Catholicism.
a. Large numbers of Africans were imported in a final wave of
slavery as late as the mid-nineteenth century.
b. African slaves in Cuba managed to create social institutions
that perpetuated and transformed the traditions they had
brought with them.
i. Cabildos are organizations established in Cuba by
Africans who had shared roots in the same African
linguistic and cultural group.
ii. They were increasingly regulated by the Cuban
government over time.
a. Legal restriction in 1888
b. Practiced informally and in secret
c. Worshiped orishas or santos, which joined African deities with
Catholic saints
i. Each was associated with particular herbs and plants,
and further associated with its own chants, drum
rhythms, and dance movements.
ii. Complex rituals sought to help practitioners achieve
divination and trance states.
d. The goal of Santería worship is to establish a relationship with
the orishas.
i. Animal sacrifices are made in hopes of obtaining help
from the orishas with the problems of daily life.
ii. Worshipers of the orishas came to be called santeros.
2. Within the rituals of Santería, batá drums summon the orishas at
certain times.
a. The santero or santera will be possessed or "mounted" by
an orisha.
b. Possession is regarded as dangerous for those who are not
spiritually developed.
3. Chanting has long been an important part of the Santería rituals.

a. Chants were almost always performed in call-and-response
style.
b. A chant is identified with a particular orisha.
i. Chants differ in their content and function.
ii. Their power is to communicate with the divinities—to
"bring down" the orishas.
c. As the Santería belief system was adopted throughout the
diaspora, some of its Catholic practices were abandoned.
i. Emphasis was placed instead on the rituals associated
with its African roots.
ii. New performance settings arose, with some
practitioners taking the controversial step of opening
formerly secret rituals to the public.

*** B. Case Study: Ethiopian Christian Chant
1. The Ethiopian Christian Orthodox Church
a. One of the oldest Christian denominations in the world
i. Close relations with the Coptic Church of Egypt
ii. Church stood at the center of Ethiopian religious life
and the political and cultural life of the people.
b. Overthrow of Emperor Haile Selassie in 1974 diminished the
status of the church.
i. Millions were forced to leave Ethiopia.
ii. Ethiopians established diaspora communities.
2. Ethiopian chant in its historical homeland
a. Ethiopian Christian chant is called zema.
i. Attributed in traditional Ethiopian sources to the divine
inspiration of Saint Yared
ii. Transmitted primarily through oral tradition
iii. System of musical notation helps sustain musical and
liturgical transmission.
b. Main setting for elaborate chant performance is the ritual
called the Mahlet.
i. Performed for hours throughout the night on holidays
ii. Includes nearly two dozen types of chants
3. Sound
a. When a large number of church musicians (debtaras) are
present for rituals, chants are sung with different forms of
instrumental accompaniment and dance.
i. Musicians wave prayer staffs; when chant is repeated,
they are accompanied by sistra, small metal idiophones
shaken in repeated patterns of three, four, five, or more
beats.
ii. Two kebaro drums enter, playing rhythmic patterns
that overlap with sistra.
iii. As the pace increases, musicians begin to dance.

b. Yome fesseha kone in Ge'ez mode
i. Sung as part of the Ethiopian ritual for Christmas
ii. Ge’ez involves distinctive vocal slides called rekrekk.
iii. In the liturgical setting, this chant is preceded by the
singing of hallelujahs.
a. Plainchant style
b. Antiphonal style
c. This chant can help us understand the extent to which pitch is
perceived differently across cultural boundaries.
i. Ethiopian notational sign (melekket) represents a short
melody.
a. The melekket is the smallest musical unit.
transmitted by Ethiopian church musicians.
b. Several melodies linked together constitute a
phrase of the chant.
ii. Debtaras do not hear the chant as consisting of a series
of individual pitches.
a. Learn entire chant as performed in ritual.
b. Practice by repeating short phrases after the
teacher.
4. Ethiopian chant in its North American diaspora
a. Ethiopian Christian Orthodox Church has established itself
outside Ethiopia after revolution of the 1970s.
i. Many urban areas support several Ethiopian
congregations.
ii. Most of these congregations lack their own meeting
spaces and depend on the generosity of other Christian
denominations.
b. Challenges confront Ethiopians of the diaspora seeking to
sustain their religious and musical practice in North America.
i. Ethiopian Americans have established both community
organizations and extensive social networks.
ii. Difficult to gather the necessary funds to sustain even a
modest Ethiopian Christian ritual cycle
a. Severe shortage of qualified clergy
b. The Ethiopian church's music traditions are
placed at particularly high risk in the diaspora.
c. Ethiopian Americans sought to bring liturgy closer to other
American Christian denominations.
i. The regular performance of the Hymnary is mounted
only on special occasions.
ii. Performances of chant lack the polish of Ethiopian
versions.
iii. Fewer chants are remembered and are no longer
perceived in the traditional way.

5. The impact on liturgical music of changing settings at home and
abroad
a. Church music has clearly changed in the diaspora.
i. Women began to participate.
ii. Youth choirs began to sing hymns before and after Mass.
b. New style of sacred music emerged first in Ethiopia.
i. Sunday Schools opened a pathway for women to
become active in Ethiopian Christian worship.
ii. New hymns have proven very popular.
c. Sacred music remains a vital part of the life in the Ethiopian
diaspora.
i. Some musical traditions have been maintained with
great care and at great sacrifice.
ii. Changes in the sound and concept of performance have
been accepted.






* Chapter 9 - Music and Politics

** 1. INTRODUCTION

*** A. Music has always been an integral part of formal displays of political power.

*** B. It has traditionally conveyed both national identity and official ideologies through symbolic acts, such as the singing of a national anthem.
1. Important to recognize the difference between open and coded
political messages
a. Musical displays of power, or public transcripts, often affirm
and perpetuate an existing power structure.
b. Hidden transcripts can be used to describe musical
performances and repertories through metaphorical or coded
terms.
2. Music is crucial in understanding and interpreting how power is
enforced as well as how it is challenged.

*** C. Music can empower people within a particular setting while it is being used and transformed in very different contexts.


** 2. MUSICS OF POWER AND RESISTANCE

