test4.html
<div id="outline-container-org1d1e3c8" class="outline-4">
<h4 id="org1d1e3c8">A. Case Study: The Birth of a National Anthem</h4>
<div class="outline-text-4" id="text-org1d1e3c8">
<ol class="org-ol">
<li>Music can challenge inequitable power relations.</li>
</ol>
<p>
a. Nkosi Sikel’ iAfrika originated as a Christian hymn and was
transformed into a musical emblem of political resistance.
b. In the 1990s, it became a respected national anthem.
i. Melody was composed by Enoch Mankayi Sontonga, a
choirmaster and teacher at a Methodist mission school
near Johannesburg, South Africa.
ii. The text is sung in several different South African
languages.
iii. Deeply influenced by Western music and harmony
</p>

<ol class="org-ol">
<li>Became associated with the African National Congress (ANC)</li>
</ol>
<p>
a. Nelson Mandela was its leader for much of the late twentieth
century.
b. ANC and Nkosi Sikel’ iAfrika were banned by the South African
government as subversive.
c. With Mandela's release from prison and subsequent election to
the presidency, the nation needed a new anthem.
</p>
<ol class="org-ol">
<li>For a time, The Call of South Africa and Nkosi Sikelel’ iAfrika were</li>
</ol>
<p>
designated dual national anthems.
a. Nkosi Sikelel’ iAfrika was viewed as an anthem of freedom and
independence throughout Africa.
b. Became the official national anthem of countries such as
Tanzania and Zambia
c. South African government later approved a single, composite
national anthem.
</p>

<p>
4. Over the years, Nkosi Sikelel’ iAfrika has continued to accrue multiple
layers of meaning:
a. As a Christian hymn
b. As a song of resistance
c. As an integral part of the new South African national anthem
</p>
</div>
</div>

<div id="outline-container-org100a167" class="outline-4">
<h4 id="org100a167">B. Case Study: Reggae</h4>
<div class="outline-text-4" id="text-org100a167">
<ol class="org-ol">
<li>Ras Tafari became Emperor Haile Selassie of Ethiopia in 1930.</li>
</ol>
<p>
a. Became a widely known and compelling figure to many people
of color in North America and the Caribbean
b. His government's autonomy was challenged by the Italian
invasion in 1935.
i. Provided a symbol for the Rastafarian political and
religious movement
ii. Became closely associated with the musical style known
as reggae
</p>
<ol class="org-ol">
<li>Rastafarian movement had its philosophical roots in the 1920s and</li>
</ol>
<p>
the Back to Africa movement.
a. Belief that a black king in Africa would mean deliverance for all
black people
i. Coronation of Ras Tafari as Haile Selassie was
interpreted as the fulfillment of these prophecies.
ii. In the West Indies, an outcome of these events was the
formation of groups supporting the Ethiopian emperor.
Group members believed Haile Selassie’s coronation:
a. Heralded the downfall of “Babylon” (white
colonial powers) and an end to colonial rule
b. Heralded the promised deliverance of oppressed
blacks
b. Rastafarianism provided fertile ground for the development of
powerful rituals and symbols.
i. Green, yellow, and red—the colors of the Ethiopian
flag—were adopted by Rastafarians.
ii. Dreadlock hairstyles
iii. Use of mind-altering substances
</p>
<ol class="org-ol">
<li>At first, no single musical style was associated with Rastafarianism.</li>
</ol>
<p>
a. By the early 1960s, a predecessor of reggae called ska was
popular.
i. Based on an indigenous Jamaican rhythm emphasizing
offbeats in quadruple rhythmic pattern
b. Ska was followed in the mid-1960s by rock steady.
i. Slower tempo
ii. Texts discussed freedom and equality
</p>
<ol class="org-ol">
<li>In 1968, reggae came on the scene</li>
</ol>
<p>
a. Its name was taken from the song Do the Reggay.
</p>

<p>
i.
</p>

<p>
Defined early on as encompassing “poverty, suffering,
Rastafari, everything in the ghetto.”
ii. Derived from the English word “regular.”
b. Rhythm is essential to the Rastafarian reggae tradition: riddim.
i. Riddim is a metaphor for the idea of resistance in the
lyrics.
ii. Some riddims are named, such as cordiroy (corduroy),
bangara (from bhangra), or diwali (a Hindu festival).
</p>
<ol class="org-ol">
<li>Reggae musicians have taken strong political stands through their</li>
</ol>
<p>
music.
a. Bob Marley was internationally known and became the
musician most widely associated with reggae and other
Jamaican musics.
b. Reggae has maintained its status as music of political
resistance through various transformations on the
international stage.
i. Reggae entered mass culture through recordings.
ii. Led an increasingly dual life as both a cult and
commercial music
c. The 1990s also saw the emergence of new kinds of localized
reggae styles such as reggaeton.
</p>
</div>
</div>

<div id="outline-container-orgc730a25" class="outline-4">
<h4 id="orgc730a25">C. Case Study: The Shoshone Powwow</h4>
<div class="outline-text-4" id="text-orgc730a25">
<ol class="org-ol">
<li>The setting of Shoshone Indian Days</li>
</ol>
<p>
a. The first Native American powwow was held in the late
nineteenth century.
i. Algonquian word pawwaw refers to religious
practitioners and healing ceremonies
ii. By 1900, the word was applied to any type of gathering.
b. The modern intertribal powwow has its origins in 1920s
Oklahoma.
i. Large, intertribal powwows became increasingly
widespread over the years.
ii. Today, the number of North American powwows is
estimated at more than two thousand per year.
c. The Eastern Shoshone Indian Days festival is part of the
increasingly well-established "powwow circuit."
i. The powwow takes place in the town of Fort Washakie,
Wyoming.
a. Wooden arbor is the focus of powwow activities.
b. Center of arbor is reserved for dancers.
ii. During the evening hours, the powwow dance
competitions are held.
a. Participants come from throughout the West.
b. Features multiple drum groups that take turns
accompanying the dancers
</p>

<p>
d. Competitive dances are usually divided into separate
traditional and fancy styles.
i. Fancy and Traditional War Dances for men
a. Main difference between the styles is that there
are added spins and twirls in the choreography
of the Fancy War Dance.
b. Women originally did not dance the War Dance,
but they do today.
ii. The traditional dances have lost some of their
popularity.
a. Fancy War and Fancy Shawl Dances are more
popular with young people.
b. Jingle Dress Dance also is popular.
e. The focus of most modern powwows is the dance competitions.
</p>
<ol class="org-ol">
<li>The Flag Song’s sound and significance</li>
</ol>
<p>
a. Every powwow begins with a Grand Entry.
i. Veterans carry the American flag, the state flag, and
banners of the Veterans of Foreign Wars.
a. Flag presentation is accompanied the Flag Song.
b. Solemn ceremony
ii. Shoshone repertory contains many Flag Songs.
a. Native American flag ceremony replaces the
national anthem with Native American song.
b. New Flag Songs commemorate the different
military conflicts in which Native Americans
have served.
</p>
<ol class="org-ol">
<li>Honoring warriors in song: the War Dance</li>
</ol>
<p>
a. War Dance songs make overt political statements.
i. Warrior-fighter has given way to the warrior-dancer.
a. Present-day War Dances mimic traditional
fighting movements.
b. Motions sustain the War Dance’s historical
connections to the Wolf Dance.
b. War Dance is also connected to nature.
c. The War Dance Song is the centerpiece of the powwow.
i. Shoshone singers often borrow songs from other
groups.
ii. Sometime borrow from non–Native American sources.
</p>
<ol class="org-ol">
<li>The changing settings of powwow music</li>
</ol>
<p>
a. The music of the powwow has also shifted to new settings.
i. Halftime at football games
ii. Rodeos and other ceremonies
b. Reaching new audiences through mass media
c. American Indian Dance Theatre
</p>
</div>
</div>
</div>
</div>






<div id="outline-container-orgb6dda4e" class="outline-2">
<h2 id="orgb6dda4e">Chapter 10 - Music and Identity</h2>
<div class="outline-text-2" id="text-orgb6dda4e">
</div>
