test4.org
*** A. Among the many elements that define our identities are ethnicity, race, class, gender, and religious orientation.
1. National or regional heritage, language group, political affiliation, and occupation may also contribute.
2. Identity is almost always constructed in relation to groups that we either wish to be part of or seek to distinguish ourselves from.

*** B. Identities are complex formations that rarely stay static.
1. Today, many music traditions remain closely associated with
communities that share background and history.
2. Many aspects of ethnic identity are shaped by descent; others are
determined by consent and consciously chosen through affiliations.

*** C. Musical styles that symbolize identity maintain strong links with the past or with an original homeland.
1. In the twenty-first century, a challenge in charting identity and its
expression through music is the increasing separation of identity
from place.
2. Geographic location is one of many important contextual factors
that may define a soundscape.


** 2. EXPRESSING INDIVIDUAL AND GROUP IDENTITIES THROUGH MUSIC

*** A. Case Study: The Intercultural Music of Composer Lei Liang
1. Lei Liang was born in Tianjin, China in 1972, during China’s
Cultural Revolution.
a. The Cultural Revolution effectively brought independent
composing, performing, teaching, and research to an official
halt.
b. After the Cultural Revolution ended, normal cultural life in
China slowly resumed, and composers were again free to
express themselves creatively.
i. “New wave” Chinese composers graduated from the
Central Conservatory in Beijing and then emigrated to
the West in the early 1980s.
a. The Chinese musical migration has had a
significant international impact on musical
composition.
ii. Lei Liang is one of a younger cohort who were born in
China during or after the Cultural Revolution and who
emigrated to study and compose abroad.
a. Like those of his older colleagues, his
compositions draw on his Chinese heritage.
b. He has constructed his own compositional voice
and honed a “few core concepts” that he believes

cross “historical, cultural, technological, and
disciplinary boundaries.”
2. Liang’s work Gobi Gloria absorbs different cultural influences,
transforms them, and communicates them.
a. The piece is a celebration of Mongolia’s Gobi Desert; the title
refers to the Gloria section of the Roman Catholic Mass.
b. Liang became fascinated by Inner Asian biphonic singing.
i. It inspired his compositional principle of the “shadow.”
ii. “One-note polyphony.”
c. In his concept of “breathing,” Liang follows how the flow of
melody resembles the process of the human breath.
d. In his concept of transformation, Liang approaches sound as a
“living entity, its latent dynamics and hidden forces mirror an
individual’s adaptation in a complex and ever-changing world.”
3. Wenren is a traditional Chinese concept that refers to a philosopherartist whose works that cut across boundaries.
a. Liang’s work is a confluence of Western and Asian cultures
b. The synthesis in Liang’s work draws on processes of descent,
affinity, and close study.
i. The creation of musical hybrids extends beyond the
arena of musical sound to provide insight into personal
and collective identity.

*** B. Case Study: The Multiple Meanings of Karaoke
1. Karaoke ("empty orchestra") originated in 1972 at a snack bar in
Kobe, Japan.
a. Technologically mediated musical performance.
b. Spread throughout Japan and East Asia, later
internationally.
2. Karaoke has been discussed by scholars on several levels:
a. As a performance medium grounded in new technologies
b. As a setting-specific musical genre
c. As a ritualized form of musical behavior
3. Karaoke is closely associated with particular social settings.
a. Originally popular in bars and night clubs; substituted for
live performance
b. Also popular at dinner parties and in private homes
4. In Japan, both social and musical behaviors associated with
karaoke are quite formalized and patterned.
a. Rules for karaoke performance circulate formally in
karaoke journals.
i. Popular list of "seven taboos" in karaoke
ii. Rules are intended to help regulate gender
hierarchies and politeness in public space.
b. Additional hidden rules guarantee decorum and minimize
competition.

5. Karaoke draws on the traditional Japanese value of kata
(“patterned form”).
a. Pervades many Japanese arts.
i. Expressive forms are composed of precise, named
patterns.
ii. Form is considered to be more important than
original content.
b. The kata principle as manifested in a historical musical
style is found in kabuki theater.
i. Kata guides everything.
ii. Kata shapes musical expression.
c. Kata provides the aesthetic framework for repeating a wellknown pattern, an aesthetic that reverberates throughout
karaoke.
6. Karaoke also draws on a long tradition in Japan of communal,
public singing.
a. One Japanese popular song genre, called enka, is
particularly associated with karaoke.
i. Enka is based on stylized formulas.
ii. The karaoke singer of enka must reproduce the
song’s words and music and imitate the original
singer’s style.
iii. Enka promotes shared values and forges group
identity
b. Karaoke has deep roots in traditional Japanese values and
enjoys broad-based popularity in Japan, supported by an
active karaoke culture.
i. The karaoke performance derives its significance
from intimate settings.
7. Karaoke first spread throughout East Asia.
a. Changes were introduced as it was adopted in different
national settings.
b. Others worldwide have adapted karaoke to a variety of
settings.

