test4.html
<div id="outline-container-org3c1a3bf" class="outline-3">
<h3 id="org3c1a3bf">1. INTRODUCTION</h3>
<div class="outline-text-3" id="text-org3c1a3bf">
</div>
<div id="outline-container-org5e1f3cb" class="outline-4">
<h4 id="org5e1f3cb">A. Among the many elements that define our identities are ethnicity, race, class, gender, and religious orientation.</h4>
<div class="outline-text-4" id="text-org5e1f3cb">
<ol class="org-ol">
<li>National or regional heritage, language group, political affiliation, and occupation may also contribute.</li>
<li>Identity is almost always constructed in relation to groups that we either wish to be part of or seek to distinguish ourselves from.</li>
</ol>
</div>
</div>

<div id="outline-container-org80f6d0d" class="outline-4">
<h4 id="org80f6d0d">B. Identities are complex formations that rarely stay static.</h4>
<div class="outline-text-4" id="text-org80f6d0d">
<ol class="org-ol">
<li>Today, many music traditions remain closely associated with</li>
</ol>
<p>
communities that share background and history.
</p>
<ol class="org-ol">
<li>Many aspects of ethnic identity are shaped by descent; others are</li>
</ol>
<p>
determined by consent and consciously chosen through affiliations.
</p>
</div>
</div>

<div id="outline-container-orgd3f97f5" class="outline-4">
<h4 id="orgd3f97f5">C. Musical styles that symbolize identity maintain strong links with the past or with an original homeland.</h4>
<div class="outline-text-4" id="text-orgd3f97f5">
<ol class="org-ol">
<li>In the twenty-first century, a challenge in charting identity and its</li>
</ol>
<p>
expression through music is the increasing separation of identity
from place.
</p>
<ol class="org-ol">
<li>Geographic location is one of many important contextual factors</li>
</ol>
<p>
that may define a soundscape.
</p>
</div>
</div>
</div>


<div id="outline-container-orgf8e8178" class="outline-3">
<h3 id="orgf8e8178">2. EXPRESSING INDIVIDUAL AND GROUP IDENTITIES THROUGH MUSIC</h3>
<div class="outline-text-3" id="text-orgf8e8178">
</div>
<div id="outline-container-orgf7a8860" class="outline-4">
<h4 id="orgf7a8860">A. Case Study: The Intercultural Music of Composer Lei Liang</h4>
<div class="outline-text-4" id="text-orgf7a8860">
<ol class="org-ol">
<li>Lei Liang was born in Tianjin, China in 1972, during China’s</li>
</ol>
<p>
Cultural Revolution.
a. The Cultural Revolution effectively brought independent
composing, performing, teaching, and research to an official
halt.
b. After the Cultural Revolution ended, normal cultural life in
China slowly resumed, and composers were again free to
express themselves creatively.
i. “New wave” Chinese composers graduated from the
Central Conservatory in Beijing and then emigrated to
the West in the early 1980s.
a. The Chinese musical migration has had a
significant international impact on musical
composition.
ii. Lei Liang is one of a younger cohort who were born in
China during or after the Cultural Revolution and who
emigrated to study and compose abroad.
a. Like those of his older colleagues, his
compositions draw on his Chinese heritage.
b. He has constructed his own compositional voice
and honed a “few core concepts” that he believes
</p>

<p>
cross “historical, cultural, technological, and
disciplinary boundaries.”
</p>
<ol class="org-ol">
<li>Liang’s work Gobi Gloria absorbs different cultural influences,</li>
</ol>
<p>
transforms them, and communicates them.
a. The piece is a celebration of Mongolia’s Gobi Desert; the title
refers to the Gloria section of the Roman Catholic Mass.
b. Liang became fascinated by Inner Asian biphonic singing.
i. It inspired his compositional principle of the “shadow.”
ii. “One-note polyphony.”
c. In his concept of “breathing,” Liang follows how the flow of
melody resembles the process of the human breath.
d. In his concept of transformation, Liang approaches sound as a
“living entity, its latent dynamics and hidden forces mirror an
individual’s adaptation in a complex and ever-changing world.”
</p>
<ol class="org-ol">
<li>Wenren is a traditional Chinese concept that refers to a philosopherartist whose works that cut across boundaries.</li>
</ol>
<p>
a. Liang’s work is a confluence of Western and Asian cultures
b. The synthesis in Liang’s work draws on processes of descent,
affinity, and close study.
i. The creation of musical hybrids extends beyond the
arena of musical sound to provide insight into personal
and collective identity.
</p>
</div>
</div>

<div id="outline-container-orgbd1176f" class="outline-4">
<h4 id="orgbd1176f">B. Case Study: The Multiple Meanings of Karaoke</h4>
<div class="outline-text-4" id="text-orgbd1176f">
<ol class="org-ol">
<li>Karaoke ("empty orchestra") originated in 1972 at a snack bar in</li>
</ol>
<p>
Kobe, Japan.
a. Technologically mediated musical performance.
b. Spread throughout Japan and East Asia, later
internationally.
</p>
<ol class="org-ol">
<li>Karaoke has been discussed by scholars on several levels:</li>
</ol>
<p>
a. As a performance medium grounded in new technologies
b. As a setting-specific musical genre
c. As a ritualized form of musical behavior
</p>
<ol class="org-ol">
<li>Karaoke is closely associated with particular social settings.</li>
</ol>
<p>
a. Originally popular in bars and night clubs; substituted for
live performance
b. Also popular at dinner parties and in private homes
</p>
<ol class="org-ol">
<li>In Japan, both social and musical behaviors associated with</li>
</ol>
<p>
karaoke are quite formalized and patterned.
a. Rules for karaoke performance circulate formally in
karaoke journals.
i. Popular list of "seven taboos" in karaoke
ii. Rules are intended to help regulate gender
hierarchies and politeness in public space.
b. Additional hidden rules guarantee decorum and minimize
competition.
</p>

<p>
5. Karaoke draws on the traditional Japanese value of kata
(“patterned form”).
a. Pervades many Japanese arts.
i. Expressive forms are composed of precise, named
patterns.
ii. Form is considered to be more important than
original content.
b. The kata principle as manifested in a historical musical
style is found in kabuki theater.
i. Kata guides everything.
ii. Kata shapes musical expression.
c. Kata provides the aesthetic framework for repeating a wellknown pattern, an aesthetic that reverberates throughout
karaoke.
</p>
<ol class="org-ol">
<li>Karaoke also draws on a long tradition in Japan of communal,</li>
</ol>
<p>
public singing.
a. One Japanese popular song genre, called enka, is
particularly associated with karaoke.
i. Enka is based on stylized formulas.
ii. The karaoke singer of enka must reproduce the
song’s words and music and imitate the original
singer’s style.
iii. Enka promotes shared values and forges group
identity
b. Karaoke has deep roots in traditional Japanese values and
enjoys broad-based popularity in Japan, supported by an
active karaoke culture.
i. The karaoke performance derives its significance
from intimate settings.
</p>
<ol class="org-ol">
<li>Karaoke first spread throughout East Asia.</li>
</ol>
<p>
a. Changes were introduced as it was adopted in different
national settings.
b. Others worldwide have adapted karaoke to a variety of
settings.
</p>
</div>
</div>
