test4.html

<div id="outline-container-orgbe539bb" class="outline-4">
<h4 id="orgbe539bb">C. Case Study: Multiple Identities in Cajun and Zydeco Musics</h4>
<div class="outline-text-4" id="text-orgbe539bb">
<ol class="org-ol">
<li>The French heritage of Creoles and Cajuns</li>
</ol>
<p>
a. Creoles and Cajuns share the same language and the same
geographical region.
b. Both traditions trace their roots to the French-speaking
people who arrived in Louisiana between the sixteenth and
seventeenth centuries.
i. Creoles are a heterogeneous group of people who
are of mixed French, Spanish, and African or AfroCaribbean descent.
</p>

<p>
ii.
</p>

<p>
Cajuns arrived later, beginning in 1755. Cajuns
descend from a more homogeneous community of
French refugees who lived in Acadia.
a. Expelled by the British
b. The name “Cajun” derives from the French
adjective acadien, meaning a person from
Acadia.
iii. Present-day musical style most closely associated
with Creole identity—zydeco music—emerged only
in the mid-twentieth century.
</p>
<ol class="org-ol">
<li>Setting: musics of place</li>
</ol>
<p>
a. Cajuns sustained their French traditions and language,
which increasingly came into contact with a number of
other peoples and cultures.
i. Gave rise to a rich, distinctive culture and musical
style
ii. The culture and the music, along with the people
themselves, came to be known as Cajun.
iii. Cajuns contributed to other well-known American
musical styles.
b. Ensembles consist of accordion, fiddle, guitar, triangle, and
drums.
i. Fiddle traveled with the Acadians.
ii. Accordion was introduced by German immigrants.
iii. Electric guitars and drum sets were incorporated
into Cajun bands.
c. Emphasis in many Cajun songs is on the sound of the words.
i. Cajun French has declined dramatically.
ii. Cajun song was one of the few means of preserving
the special Cajun French dialect.
d. The button accordion is at the heart of the Cajun sound.
e. The association of Cajun music with dance has played an
important part in keeping Cajun music alive.
</p>
<ol class="org-ol">
<li>Sound and significance: singing ethnicity, race, and class</li>
</ol>
<p>
a. Historically, Cajun and Creole cultures have had much in
common.
i. Poor Creoles of color and Cajun whites worked side
by side in the same fields.
a. Prolonged period of cultural exchange
between the groups resulted in culinary and
linguistic blending.
b. Cajun dialect of French took on distinctive
local features.
ii. Cajun and Creole musicians even played together.
</p>

<p>
b. The division between Cajuns and Creoles extends to their
names for the very places they jointly inhabit.
c. Complicated musical, racial, and cultural interactions
emerged including, after World War II, resulting in a
distinctively Creole music that came to be called zydeco.
i. Zydeco has interacted with other African American
and Caribbean traditions.
ii. Zydeco was at first influenced by Cajun music; later,
zydeco began to influence Cajun musicians more
strongly.
a. Zydeco uses the same core ensemble as Cajun
music.
b. Part of zydeco's distinctive sound came from
a found instrument: a steel washboard or
"rub board."
iii. In black Creole society, as well as in Cajun circles,
music flourished in bals de maison (house dances).
</p>
<ol class="org-ol">
<li>Zydeco's kings and queens</li>
</ol>
<p>
a. The use of the titles “king” and “queen” comes from Joe
Falcon, who called himself the “Famous Columbia Record
King.”
i. Zydeco kings ruled this male-dominated tradition.
ii. Very few women were able to make careers as
zydeco musicians.
b. Ida Guillory is an exception among zydeco musicians.
i. Queen Ida's musical style embodies all the hallmarks
of zydeco.
ii. Virtuoso accordion player
</p>
<ol class="org-ol">
<li>Raising Creole voices, reviving Creole roots</li>
</ol>
<p>
a. Interaction between Cajuns and Creoles is once again
emerging.
b. New bands are now bridging the racial and musical gap.
</p>
</div>
</div>
</div>
</div>
</div>
</body>
</html>
